{"gets": 1421, "some": 3089, "authentic": 270, "decently": 869, "semi": 2947, "near": 2201, "packed": 2381, "with": 3825, "imagination": 1692, "average": 276, "crappy": 788, "asshole": 244, "kept": 1857, "one": 2317, "were": 3778, ".": 17, "friggin": 1376, "negatives": 2211, "subpar": 3259, "-": 16, "reminded": 2752, "guy": 1512, ":": 53, "bust": 479, "took": 3481, "i": 1676, "everywhere": 1151, "but": 482, "whatnot": 3785, "the": 3402, "until": 3639, "at": 254, "which": 3793, "40": 40, "and": 178, "pricelined": 2579, "had": 1515, "assignment": 245, "like": 1946, "t": 3332, "deal": 862, "so": 3077, "as": 232, "best": 351, "are": 216, "competes": 683, "ever": 1142, "beat": 324, "has": 1550, "yep": 3877, "will": 3809, "!": 4, "for": 1332, "all": 139, "your": 3888, "that": 3400, "gonna": 1451, "is": 1809, "have": 1555, "everynight": 1147, "too": 3480, "tuesday": 3551, "thousands": 3434, "current": 827, "re": 2684, "seriously": 2954, "can": 499, "crowd": 810, "you": 3885, "sure": 3305, "when": 3788, "due": 1036, "people": 2432, "never": 2220, "assured": 250, "of": 2292, "feel": 1261, "welcomed": 3774, "happy": 1539, "awesome": 285, "to": 3465, "really": 2692, "great": 1478, "nasty": 2194, "cold": 652, "hadnt": 1516, "finally": 1283, "stone": 3224, "they": 3415, "me": 2065, "apparently": 206, "he": 1559, "disgusted": 973, "was": 3741, "asked": 237, "it": 1815, "dropped": 1030, "mad": 2019, "dont": 1002, "him": 1606, "been": 333, "missing": 2134, "home": 1626, "third": 3424, "happened": 1536, "threw": 3440, "told": 3471, "many": 2047, "times": 3455, "not": 2258, "a": 57, "pee": 2426, "ugh": 3573, "could": 765, "disgusting": 974, ",": 15, "stench": 3210, "pleasant": 2508, "experience": 1185, "strong": 3246, "however": 1662, "no": 2241, "id": 1679, "would": 3854, "longer": 1982, "experienced": 1186, "inappropriate": 1715, "worse": 3849, "interactions": 1787, "left": 1927, "seen": 2941, "be": 319, "creepy": 800, "make": 2030, "better": 354, "patient": 2418, "comments": 670, "sooner": 3100, "his": 1612, "keep": 1853, "slow": 3053, "very": 3690, "waitress": 3720, "much": 2172, "went": 3777, "service": 2961, "definitely": 886, "ll": 1970, "delicious": 892, "amazing": 160, "such": 3269, "&": 9, "please": 2510, "enjoy": 1102, "responsible": 2782, "our": 2350, "honestly": 1632, "taking": 3342, "pups": 2628, "what": 3783, "man": 2036, "oh": 2302, "rocked": 2824, "out": 2352, "this": 3426, "good": 1452, "also": 152, "satisfied": 2885, "delighted": 897, "usually": 3658, "traditional": 3507, "buffet": 461, "note": 2260, "always": 157, "cooked": 751, "jerk": 1829, "small": 3057, "satisfying": 2886, "still": 3220, "amusing": 175, "attractive": 266, "philadelphians": 2458, "supremely": 3303, "piazza": 2467, "picnic": 2474, "backyard": 293, "because": 329, "prime": 2585, "cross": 808, "situated": 3027, "burger": 469, "accompany": 81, "in": 1713, "traffic": 3510, "attraction": 264, "decent": 868, "example": 1155, "bbq": 318, "highly": 1601, "take": 3339, "magic": 2022, "main": 2025, "tucked": 3548, "easier": 1053, "seating": 2925, "nice": 2230, "fun": 1389, "lot": 1992, "wonderful": 3834, "full": 1387, "if": 1685, "or": 2336, "grill": 1492, "overly": 2369, "loved": 2001, "fantastic": 1234, "pleasantly": 2509, "surprised": 3311, "indy": 1749, "flavor": 1301, "am": 158, "days": 860, "came": 497, "three": 3439, "rich": 2806, "velvet": 3684, "back": 291, "on": 2315, "first": 1292, "cupcakes": 825, "sad": 2854, "malnourished": 2035, "day": 859, "pitiful": 2488, "irresponsible": 1806, "then": 3408, "anyway": 198, "feed": 1259, "today": 3468, "dumped": 1040, "skinny": 3035, "who": 3796, "she": 2979, "someone": 3092, "lived": 1968, "sight": 3006, "by": 486, "though": 3431, "pretty": 2574, "nothing": 2263, "aren": 218, "nicest": 2233, "about": 61, "special": 3136, "toppings": 3487, "place": 2492, ";": 54, "fast": 1241, "must": 2183, "prompt": 2605, "everyone": 1148, "delivery": 904, "even": 1137, "we": 3760, "quality": 2635, "immediately": 1697, "features": 1256, "well": 3776, "distracted": 985, "food": 1327, "conducted": 707, "managers": 2041, "an": 177, "rest": 2784, "tender": 3381, "thanks": 3398, "tourists": 3501, "view": 3698, "most": 2161, "chinese": 597, "either": 1077, "only": 2323, "tiny": 3457, "beef": 332, "way": 3756, "sandwich": 2875, "superior": 3293, "laid": 1897, "little": 1966, "slices": 3044, "plenty": 2516, "enough": 1108, "cheap": 568, "beers": 335, "bit": 367, "s": 2852, "/": 18, "local": 1973, "other": 2346, "something": 3093, "overpriced": 2371, "sorry": 3109, "aint": 128, "overrated": 2372, "thinly": 3422, "clean": 625, "look": 1984, "pieces": 2478, "damn": 842, "tease": 3369, "meat": 2076, "love": 2000, "extremely": 1202, "gorgeous": 1458, "friendly": 1373, "awesomeness": 286, "its": 1819, "attentive": 262, "boast": 388, "stories": 3232, "ve": 3675, "drunk": 1032, "again": 123, "ordering": 2339, "hasn": 1551, "far": 1235, "'": 10, "excellent": 1161, "from": 1378, "dive": 987, "quite": 2651, "bar": 307, "being": 343, "awful": 287, "music": 2180, "walked": 3726, "cute": 833, "jersey": 1830, "suds": 3274, "live": 1967, "m": 2018, "loooooove": 1988, "get": 1420, "where": 3790, "pulled": 2624, "alluring": 144, "overall": 2363, "location": 1977, "fortunate": 1345, "find": 1284, "important": 1701, "okay": 2306, "otherwise": 2348, "might": 2112, "value": 3665, "disappoint": 961, "sounded": 3115, "within": 3826, "going": 1446, "there": 3409, "spraying": 3166, "seem": 2937, "brushes": 456, "lease": 1922, "termites": 3383, "bombed": 395, "needs": 2209, "impressed": 1705, "see": 2935, "generous": 1411, "yet": 3880, "bad": 295, "hipster": 1610, "makes": 2031, "venue": 3686, "relaxed": 2742, "managed": 2038, "props": 2610, "grunge": 1502, "worth": 3851, "tasty": 3364, "crunchy": 816, "addition": 100, "pizza": 2489, "thin": 3417, "unusual": 3640, "topped": 3486, "individual": 1742, "lazy": 1915, "fresh": 1361, "super": 3291, "everything": 1149, "tad": 3335, "else": 1080, "crispy": 805, "nonetheless": 2249, "fresher": 1362, "use": 3654, "keeping": 1854, "free": 1353, "than": 3394, "atmosphere": 257, "doesn": 995, "craft": 783, "go": 1441, "tourist": 3500, "professional": 2599, "adore": 110, "do": 993, "amazingly": 161, "my": 2185, "wish": 3824, "gem": 1407, "found": 1348, "each": 1046, "them": 3406, "does": 994, "accommodating": 77, "bland": 375, "know": 1877, "spot": 3163, "crowded": 811, "husband": 1674, "wow": 3857, "bounty": 413, "blown": 385, "their": 3405, "wasn": 3744, "seems": 2940, "unparalleled": 3624, "charming": 563, "recently": 2702, "loves": 2004, "absolutely": 64, "family": 1227, "badly": 296, "favorite": 1249, "here": 1589, "phenomenal": 2454, "every": 1144, "cozy": 782, "different": 937, "relatively": 2739, "bother": 408, "hot": 1655, "recommend": 2707, "big": 359, "just": 1849, "didn": 930, "felt": 1268, "empty": 1092, "openness": 2329, "more": 2158, "comfortable": 664, "known": 1881, "acceptance": 71, "magazine": 2021, "feels": 1263, "heart": 1569, "person": 2443, "unprofessional": 3626, "unacceptable": 3581, "direct": 955, "refused": 2727, "frustration": 1384, "why": 3803, "response": 2781, "especially": 1130, "stated": 3196, "her": 1588, "up": 3641, "inquire": 1766, "?": 56, "management": 2039, "called": 494, "spoke": 3161, "save": 2889, "lots": 1993, "lost": 1991, "2018": 32, "worst": 3850, "4": 39, "customer": 831, "life": 1941, "afford": 119, "mediocre": 2079, "canned": 505, "hard": 1541, "etc": 1134, "indeed": 1733, "both": 407, "freshest": 1364, "nashville": 2192, "say": 2895, "everyday": 1146, "unhelpful": 3612, "don": 1000, "holy": 1625, "perfect": 2434, "dreading": 1021, "predict": 2560, "already": 150, "knew": 1875, "wife": 3806, "bonus": 400, "class": 621, "premise": 2564, "style": 3257, "additions": 102, "cutesy": 834, "basics": 314, "chain": 547, "infused": 1764, "country": 770, ")": 12, "outfitters": 2356, "repulic": 2769, "thank": 3395, "consistently": 727, "over": 2362, "burnt": 473, "staff": 3176, "said": 2860, "mushy": 2179, "mush": 2176, "onion": 2320, "off": 2293, "chunks": 609, "inconsistently": 1725, "pasta": 2416, "enormous": 1107, "impeccable": 1699, "sleepy": 3043, "totally": 3493, "kind": 1867, "grandmothery": 1472, "somehow": 3091, "problem": 2589, "formerly": 1343, "maybe": 2063, "impression": 1706, "got": 1461, "tend": 3380, "eerie": 1068, "old": 2307, "sound": 3114, "top": 3483, "similar": 3013, "patio": 2420, "admire": 106, "takes": 3341, "beans": 322, "wide": 3804, "work": 3841, "available": 275, "recommendations": 2709, "variety": 3672, "idea": 1680, "anything": 196, "hang": 1532, "extra": 1200, "wrong": 3864, "gave": 1405, "did": 929, "improperly": 1708, "glad": 1435, "ladies": 1894, "discovered": 969, "job": 1834, "pleasently": 2512, "sector": 2933, "flavorful": 1303, "complexity": 693, "terrible": 3385, "spoiled": 3160, "hour": 1658, "including": 1720, "actually": 96, "looking": 1986, "helpful": 1585, "offer": 2296, "salads": 2862, "pickup": 2472, "hope": 1639, "any": 191, "lively": 1969, "filling": 1281, "nicer": 2232, "decor": 876, "how": 1661, "upscale": 3646, "(": 11, "westernized": 3781, "golden": 1448, "taste": 3355, "want": 3730, "pizzas": 2490, "tons": 3478, "comes": 662, "treated": 3524, "lucky": 2012, "everytime": 1150, "forever": 1336, "pad": 2383, "inside": 1769, "albums": 133, "hilarious": 1604, "myself": 2186, "enjoyed": 1104, "complimenting": 697, "happier": 1538, "matt": 2059, "number": 2271, "spacious": 3128, "happening": 1537, "hip": 1609, "flavors": 1306, "test": 3390, "light": 1943, "\"": 5, "meet": 2082, "philly": 2459, "wings": 3816, "multiple": 2174, "huge": 1664, "wholeheartedly": 3799, "glorious": 1437, "completely": 691, "looked": 1985, "gross": 1496, "picky": 2473, "liked": 1947, "bitter": 368, "watery": 3753, "hungry": 1670, "slimy": 3049, "rotten": 2836, "mean": 2070, "certain": 543, "meaning": 2071, "limp": 1954, "room": 2832, "made": 2020, "hopefully": 1640, "complain": 686, "messy": 2098, "pleased": 2511, "dynamic": 1043, "relaxing": 2743, "classy": 623, "dining": 951, "probably": 2588, "laughed": 1912, "won": 3832, "dessert": 922, "saving": 2890, "consider": 719, "cannot": 506, "wait": 3715, "come": 660, "away": 282, "plus": 2518, "beautiful": 325, "another": 185, "southwestern": 3124, "vacation": 3662, "into": 1796, "antiseptic": 188, "generic": 1410, "hiking": 1603, "used": 3655, "own": 2376, "sit": 3024, "pricey": 2581, "cool": 754, "spectacular": 3143, "sushi": 3319, "touch": 3494, "fatty": 1245, "end": 1094, "dinner": 952, "side": 3004, "sat": 2882, "delight": 896, "citrus": 615, "curvy": 830, "fixed": 1298, "next": 2228, "straight": 3234, "course": 775, "convenient": 743, "shared": 2976, "right": 2812, "garlic": 1403, "outstanding": 2361, "knowledgeable": 1880, "equally": 1123, "imaginative": 1693, "clearly": 630, "discussing": 972, "stars": 3190, "easily": 1054, "amazed": 159, "unique": 3616, "spent": 3147, "desserts": 923, "try": 3545, "coffeeshop": 651, "sometimes": 3094, "punked": 2627, "busted": 480, "warm": 3735, "forward": 1347, "began": 337, "lasted": 1906, "catch": 531, "things": 3419, "evening": 1139, "breeze": 435, "least": 1923, "gift": 1425, "heard": 1567, "think": 3420, "true": 3539, "solid": 3084, "wares": 3734, "shopping": 2985, "importantly": 1702, "hospitality": 1652, "cake": 491, "spice": 3148, "charm": 562, "sooo": 3101, "explore": 1194, "greasy": 1477, "eh": 1075, "limpy": 1955, "bread": 429, "towards": 3503, "soggy": 3081, "grease": 1476, "filled": 1280, "fulfilling": 1386, "refreshing": 2723, "soo": 3098, "die": 932, "d": 836, "unimpressive": 3614, "rather": 2672, "minor": 2126, "house": 1660, "leaves": 1925, "guess": 1506, "part": 2401, "mostly": 2162, "reasonable": 2695, "entrees": 1119, "tasted": 3356, "cared": 513, "subtle": 3264, "accompanied": 80, "nicely": 2231, "without": 3827, "goofy": 1457, "apathy": 201, "blech": 379, "visit": 3701, "depreciates": 912, "years": 3872, "obvious": 2284, "8": 49, "bottlenecks": 410, "put": 2631, "wonder": 3833, "review": 2798, "printed": 2586, "indicated": 1740, "cursing": 829, "screaming": 2909, "ranting": 2667, "shame": 2972, "poisoned": 2522, "ruin": 2844, "believe": 345, "talk": 3345, "total": 3492, "coming": 668, "hearing": 1568, "minutes": 2128, "miss": 2131, "salty": 2870, "low": 2006, "restaurant": 2785, "despite": 921, "encountered": 1093, "alright": 151, "puts": 2633, "busy": 481, "politely": 2529, "waited": 3716, "absolute": 63, "situation": 3028, "3": 35, "real": 2690, "cook": 750, "noise": 2244, "chicken": 586, "sucks": 3272, "neon": 2216, "dish": 975, "positive": 2542, "reviewer": 2800, "frustrated": 1382, "easy": 1056, "second": 2929, "bartender": 309, "considered": 723, "reviews": 2801, "notice": 2264, "assuming": 248, "seafood": 2914, "gritty": 1495, "reasonably": 2696, "warned": 3739, "stand": 3183, "outdoor": 2355, "overcooked": 2365, "unseasoned": 3637, "frozen": 1380, "kinda": 1868, "salt": 2866, "lunch": 2014, "placated": 2491, "missed": 2133, "dug": 1037, "instead": 1779, "fries": 1375, "thinking": 3421, "demise": 905, "bravo": 428, "finer": 1286, "simple": 3015, "inexpensive": 1752, "deliver": 901, "substantial": 3262, "standard": 3184, "incredible": 1731, "list": 1958, "changed": 555, "world": 3845, "baby": 290, "soooo": 3102, "behold": 342, "seemed": 2938, "park": 2399, "time": 3452, "worn": 3847, "yesterday": 3879, "after": 121, "whose": 3802, "getting": 1422, "needed": 2207, "attitude": 263, "sweetie": 3324, "brought": 453, "two": 3566, "write": 3862, "fare": 1236, "horrible": 1645, "thing": 3418, "helped": 1584, "=": 55, "feature": 1254, "sweet": 3321, "giant": 1424, "checked": 573, "gentleman": 1415, "sitting": 3026, "obliged": 2281, "jamie": 1823, "meal": 2067, "musical": 2181, "city": 616, "started": 3192, "cooler": 755, "endless": 1096, "relaxation": 2741, "summer": 3285, "open": 2327, "opportunity": 2332, "pure": 2630, "furthermore": 1395, "lackluster": 1893, "haircuts": 1521, "among": 171, "yum": 3889, "creamy": 794, "safe": 2856, "ambiance": 162, "soups": 3117, "complimentary": 695, "jambalaya": 1822, "enjoying": 1105, "new": 2222, "perfection": 2435, "tradition": 3506, "grilled": 1493, "freshly": 1365, "unsurpassed": 3638, "followed": 1323, "cuisine": 822, "located": 1976, "1946": 24, "presented": 2570, "spicy": 3153, "creole": 801, "famous": 1229, "since": 3018, "spices": 3150, "allison": 140, "indian": 1737, "weekend": 3769, "excited": 1166, "restaurants": 2786, "sunday": 3288, "cabbage": 487, "goodness": 1454, "stuff": 3252, "bins": 365, "along": 149, "korma": 1885, "items": 1818, "likes": 1949, "haveli": 1556, "mushroom": 2177, "red": 2714, "unimpressed": 3613, "long": 1981, "desert": 914, "skipping": 3037, "mind": 2119, "slightly": 3047, "compared": 678, "suggest": 3278, "fairly": 1220, "greeted": 1486, "theme": 3407, "large": 1903, "club": 639, "center": 539, "bang": 306, "run": 2847, "recommended": 2710, "slots": 3052, "casinos": 528, "gambling": 1401, "action": 89, "surrounding": 3317, "buck": 459, "casino": 527, "fuss": 1396, "warmly": 3738, "joe": 1835, "walks": 3728, "walk": 3725, "voila": 3708, "proceeds": 2593, "assessing": 243, "choice": 602, "entering": 1112, "purchase": 2629, "seconds": 2931, "upon": 3645, "secondly": 2930, "around": 224, "billed": 363, "perfectly": 2436, "ideal": 1681, "healthy": 1565, "isn": 1812, "polar": 2525, "vegan": 3676, "polenta": 2526, "sealed": 2915, "ten": 3379, "crave": 789, "hunter": 1671, "randy": 2662, "shown": 2998, "eclectic": 1061, "castle": 529, "offers": 2298, "consistent": 726, "plan": 2495, "fiance": 1274, "opens": 2330, "ok": 2305, "gotten": 1464, "improved": 1710, "smoother": 3073, "faster": 1242, "change": 554, "fireflies": 1290, "mangoes": 2045, "watching": 3749, "uncomfortable": 3593, "genuinely": 1418, "struggled": 3249, "these": 3414, "nobody": 2242, "unfortunately": 3607, "inedible": 1751, "smelled": 3061, "lighter": 1944, "almost": 147, "darn": 853, "apart": 200, "falling": 1225, "kick": 1859, "us": 3653, "simply": 3017, "rock": 2823, "magical": 2023, "whoa": 3797, "explode": 1193, "taken": 3340, "alone": 148, "prepare": 2566, "entertaining": 1113, "motor": 2164, "lodges": 1978, "opinion": 2331, "personally": 2448, "fact": 1211, "mixes": 2139, "unexpected": 3605, "sleek": 3041, "recent": 2701, "intimate": 1795, "ways": 3758, "lagging": 1896, "scattered": 2901, "check": 572, "servers": 2959, "bigger": 360, "yummy": 3892, "gives": 1433, "honor": 1634, "trip": 3534, "boyfriend": 422, "convince": 747, "sticking": 3216, "star": 3188, "odd": 2290, "five": 1297, "rating": 2673, "reason": 2694, "four": 1349, "proper": 2608, "soup": 3116, "fair": 1218, "pissy": 2486, "sample": 2872, "neat": 2203, "funky": 1391, "reminds": 2754, "itself": 1820, "sorts": 3111, "consists": 728, "less": 1935, "enjoyable": 1103, "sandwiches": 2876, "tight": 3451, "handled": 1528, "anytime": 197, "tampa": 3350, "serves": 2960, "normal": 2253, "sort": 3110, "spotty": 3165, "portions": 2540, "places": 2493, "pack": 2379, "depending": 908, "party": 2409, "unless": 3619, "reservation": 2774, "breakfast": 432, "weak": 3761, "environment": 1120, "morning": 2160, "crisp": 803, "besides": 350, "bunch": 467, "chinatown": 596, "tasting": 3363, "mix": 2137, "fine": 1285, "medium": 2081, "rare": 2668, "seated": 2924, "surrounded": 3316, "striploin": 3242, "salad": 2861, "particular": 2404, "highlight": 1599, "major": 2028, "done": 1001, "zoo": 3895, "zoos": 3896, "balancing": 303, "lowry": 2008, "exceptional": 1165, "dinoquest": 953, "creations": 795, "interior": 1790, "measure": 2075, "dead": 861, "wise": 3823, "grub": 1500, "returned": 2795, "pre": 2558, "while": 3794, "notch": 2259, "tried": 3533, "disposition": 982, "greatly": 1481, "smile": 3065, "popular": 2535, "yummmmy": 3891, "close": 635, "warming": 3737, "surprise": 3310, "biggest": 361, "smelt": 3064, "beyond": 357, "disappointed": 962, "crumbled": 813, "ready": 2689, "overlook": 2368, "2": 27, "ask": 236, "vs": 3712, "ordered": 2338, "napkins": 2191, "wiped": 3820, "incredibly": 1732, "extensive": 1199, "efficient": 1070, "considerate": 722, "able": 60, "quickly": 2644, "formal": 1341, "discuss": 971, "schedule": 2905, "+": 14, "rearranged": 2693, "further": 1394, "same": 2871, "favor": 1248, "wild": 3808, "galore": 1399, "start": 3191, "expectations": 1179, "rotates": 2835, "yelp": 3875, "vibe": 3691, "texture": 3393, "figured": 1276, "folks": 1322, "turns": 3560, "interesting": 1789, "juices": 1843, "soulless": 3113, "wanted": 3731, "avoid": 277, "slap": 3039, "calm": 495, "lodging": 1979, "continental": 737, "modern": 2146, "earthy": 1051, "hints": 1608, "helps": 1587, "fluffy": 1319, "shampoo": 2973, "quietness": 2648, "inform": 1759, "disrepair": 983, "numerous": 2272, "show": 2994, "respectively": 2777, "damage": 839, "poorly": 2533, "last": 1905, "layers": 1914, "once": 2316, "literally": 1964, "despicable": 920, "contained": 731, "surf": 3306, "should": 2990, "fruit": 1381, "turf": 3556, "benedict": 348, "hollandaise": 1624, "promptly": 2606, "deserves": 916, "becomes": 331, "stacked": 3175, "ferdi": 1269, "twirl": 3565, "cooks": 753, "counter": 768, "mustards": 2184, "business": 476, "central": 541, "handy": 1531, "diner": 947, "order": 2337, "add": 97, "clueless": 640, "dude": 1035, "willing": 3811, "help": 1583, "smart": 3059, "freely": 1354, "bought": 412, "creative": 796, "reputable": 2770, "personable": 2444, "hostile": 1654, "shocked": 2982, "woman": 3830, "lady": 1895, "met": 2099, "watered": 3751, "racist": 2655, "down": 1007, "foremost": 1335, "turned": 3558, "headed": 1561, "saying": 2896, "served": 2957, "quoting": 2653, "confused": 712, "meanwhile": 2074, "preferred": 2563, "dark": 851, "credit": 799, "waiters": 3718, "mystery": 2187, "now": 2269, "weird": 3772, "expect": 1178, "replacements": 2767, "specific": 3141, "stick": 3215, "superb": 3292, "hubby": 1663, "formally": 1342, "pitch": 2487, "percy": 2433, "dizzying": 991, "spin": 3155, "discovering": 970, "foobooz": 1326, "keeps": 1855, "plays": 2506, "balanced": 301, "heyday": 1593, "sense": 2950, "conversations": 746, "entire": 1116, "humor": 1669, "basically": 313, "lacking": 1892, "excel": 1158, "fully": 1388, "provide": 2618, "courteous": 776, "give": 1431, "smooth": 3072, "rude": 2841, "inconsistent": 1724, "hit": 1616, "refunding": 2725, "threatened": 3437, "neglect": 2212, "ran": 2659, "lawsuit": 1913, "infestation": 1754, "considering": 724, "indescribable": 1736, "alas": 131, "smoke": 3068, "bitterly": 369, "bombarded": 394, "heavy": 1578, "smell": 3060, "across": 87, "hate": 1553, "pissed": 2485, "ridiculous": 2809, "frigid": 1377, "snapped": 3075, "offered": 2297, "frazzled": 1352, "$": 7, "price": 2577, "yelled": 3873, "delivers": 903, "treat": 3523, "ambient": 164, "although": 155, "fellow": 1266, "joint": 1837, "accent": 68, "tall": 3349, "slight": 3046, "recipes": 2703, "theresa": 3413, "conshohocken": 718, "loungy": 1999, "crazy": 792, "whole": 3798, "clothes": 637, "section": 2932, "adorable": 109, "leprechaun": 1934, "sour": 3119, "dine": 945, "dank": 849, "hardware": 1545, "depot": 911, "stores": 3231, "bolts": 392, "space": 3126, "specialty": 3140, "vegetable": 3679, "raviolis": 2681, "smoothies": 3074, "wasabi": 3742, "crunchiness": 815, "making": 2032, "unsafe": 3634, "horrific": 1648, "leave": 1924, "limo": 1953, "feared": 1252, "generally": 1409, "daves": 858, "vehicles": 3683, "shuttles": 3001, "continue": 739, "dream": 1022, "steaming": 3207, "#": 6, "sooooo": 3103, "timing": 3456, "instructions": 1780, "decided": 870, "flower": 1317, "flowers": 1318, "given": 1432, "bouquet": 414, "somewhere": 3096, "selection": 2944, "pick": 2468, "book": 401, "florist": 1316, "outside": 2360, "hits": 1617, "ruins": 2846, "vision": 3700, "paradise": 2396, "opulent": 2335, "thought": 3432, "blast": 378, "typical": 3568, "welcome": 3773, "nationwide": 2198, "drive": 1028, "organized": 2343, "set": 2965, "everybody": 1145, "goes": 1444, "sets": 2966, "deteriorated": 926, "gone": 1450, "nope": 2252, "wash": 3743, "inconvenient": 1728, "tainted": 3337, "confusion": 714, "bothered": 409, "sent": 2951, "initially": 1765, "lead": 1916, "charged": 559, "homemade": 1628, "divine": 990, "agree": 125, "flexible": 1310, "neighborhood": 2214, "fried": 1369, "unassuming": 3583, "thoroughly": 3429, "means": 2072, "middle": 2111, "24": 33, "historic": 1613, "exactly": 1154, "magnificent": 2024, "beautifully": 326, "original": 2344, "indulged": 1747, "tell": 3375, "unexpectedly": 3606, "coupled": 773, "informed": 1762, "mangers": 2043, "paired": 2388, "hopitoulas": 1642, "shochu": 2981, "sampler": 2874, "backed": 292, "few": 1273, "those": 3430, "strives": 3244, "spiritual": 3157, "bringing": 446, "future": 1397, "during": 1041, "visits": 3706, "request": 2771, "feeling": 1262, "together": 3470, "capture": 509, "nod": 2243, "friends": 1374, "thinness": 3423, "typos": 3569, "eyebrows": 1203, "petty": 2452, "thread": 3435, "thick": 3416, "brows": 454, "speaking": 3135, "dara": 850, "hoping": 1641, "stating": 3198, "mentioned": 2090, "meticulously": 2101, "guys": 1513, "looks": 1987, "disappointing": 963, "hearty": 1572, "win": 3813, "particulary": 2406, "digress": 942, "comforting": 666, "ceilings": 534, "hands": 1530, "pair": 2387, "scam": 2898, "forcing": 1334, "company": 676, "oily": 2304, "below": 347, "replaced": 2766, "unhealthy": 3611, "stomach": 3223, "coat": 643, "par": 2395, "obligated": 2279, "mid": 2110, "possibly": 2543, "care": 512, "negative": 2210, "single": 3022, "certainly": 544, "quarters": 2639, "standout": 3185, "practically": 2555, "somewhat": 3095, "insiders": 1770, "nights": 2238, "swinging": 3328, "evenings": 1140, "east": 1055, "laboratory": 1889, "stage": 3178, "sharing": 2977, "acts": 93, "shows": 3000, "broken": 452, "waiter": 3717, "blamed": 374, "share": 2975, "sang": 2877, "sadly": 2855, "shout": 2993, "listen": 1959, "tale": 3343, "stopped": 3228, "starts": 3193, "singing": 3021, "lovely": 2002, "biscuits": 366, "colorful": 655, "polite": 2528, "scorecard": 2908, "wood": 3838, "fired": 1289, "seasoned": 2922, "presentation": 2569, "menu": 2091, "unbeatable": 3585, "couldn": 766, "varied": 3671, "occasionally": 2286, "parking": 2400, "listeners": 1961, "bulldogs": 465, "clientelle": 632, "performance": 2437, "select": 2942, "drinks": 1026, "cling": 634, "dry": 1034, "phenomenol": 2455, "wraps": 3861, "serve": 2956, "subs": 3260, "scrumptious": 2912, "carry": 523, "indoor": 1744, "favorites": 1250, "having": 1558, "confusing": 713, "wouldn": 3855, "program": 2601, "checking": 574, "stay": 3200, "market": 2051, "accomodating": 79, "stuck": 3250, "greek": 1482, "balance": 300, "specialties": 3139, "staples": 3187, "date": 855, "caries": 517, "match": 2055, "obsessed": 2283, "night": 2235, "fabulous": 1204, "fabulously": 1205, "terrific": 3387, "received": 2700, "stayed": 3201, "egg": 1072, "inspiring": 1776, "airy": 130, "impressive": 1707, "philadelphia": 2457, "boasts": 389, "insight": 1771, "scene": 2902, "waitstaff": 3722, "onto": 2324, "stinkin": 3221, "corner": 760, "shops": 2986, "appreciate": 212, "delightfully": 899, "allow": 141, "rarely": 2669, "bomb": 393, "unagi": 3582, "uncomfortableness": 3594, "vanilla": 3668, "scent": 2904, "expected": 1180, "interacted": 1786, "delectable": 888, "15": 23, "spiciness": 3152, "spaced": 3127, "ratings": 2674, "brews": 437, "noodles": 2251, "talented": 3344, "ended": 1095, "repeatedly": 2765, "claim": 618, "bull": 464, "100": 22, "%": 8, "flawed": 1309, "horribly": 1646, "misseasoned": 2132, "actuality": 95, "ruined": 2845, "nearly": 2202, "high": 1596, "surplus": 3309, "deathly": 865, "redeem": 2715, "michael": 2107, "trop": 3536, "pool": 2531, "weekends": 3770, "bonding": 397, "mexican": 2103, "plans": 2498, "razoo": 2683, "jump": 1846, "newsflash": 2226, "complained": 687, "realized": 2691, "point": 2520, "contrast": 741, "newest": 2224, "include": 1717, "wedding": 3767, "rhodium": 2804, "webster": 3766, "rings": 2813, "brash": 425, "knitting": 1876, "highest": 1598, "laraine": 1902, "store": 3230, "tucson": 3550, "stake": 3180, "tough": 3495, "crap": 787, "noticed": 2266, "douchebags": 1006, "yellow": 3874, "wearing": 3762, "brings": 447, "complete": 690, "idiot": 1684, "mismatched": 2130, "loud": 1996, "pretend": 2573, "excuse": 1170, "suggestion": 3280, "trust": 3541, "return": 2794, "soon": 3099, "cornelius": 759, "poor": 2532, "saw": 2894, "walking": 3727, "hidden": 1594, "rave": 2677, "satiated": 2884, "nutrition": 2273, "health": 1563, "lovers": 2003, "spring": 3168, "couches": 764, "expensive": 1183, "beer": 334, "nashvillian": 2193, "priced": 2578, "reopened": 2763, "seeming": 2939, "destination": 924, "establishment": 1132, "server": 2958, "ate": 255, "chatting": 566, "robin": 2822, "improve": 1709, "welcoming": 3775, "taught": 3366, "30": 36, "techniques": 3371, "dirtiest": 957, "thats": 3401, "unmarked": 3623, "44": 42, "err": 1126, "beach": 320, "case": 524, "forgotten": 1340, "forget": 1337, "yes": 3878, "straws": 3238, "fan": 1230, "carmelicious": 520, "west": 3780, "produce": 2595, "wifi": 3807, "loyalty": 2010, "frankly": 1350, "competitive": 685, "devinci": 927, "whatever": 3784, "jersiest": 1831, "rocking": 2826, "usefulness": 3656, "nifty": 2234, "bright": 443, "functional": 1390, "ikea": 1688, "problems": 2590, "tagged": 3336, "lottsa": 1995, "none": 2248, "hounding": 1657, "um": 3578, "anymore": 194, "tired": 3462, "gawd": 1406, "travel": 3517, "nyc": 2275, "bet": 353, "eating": 1059, "fave": 1247, "flakes": 1300, "street": 3239, "version": 3689, "unbelievable": 3586, "says": 2897, "cuts": 835, "late": 1908, "engaging": 1099, "brunch": 455, "smaller": 3058, "increase": 1730, "compliment": 694, "receive": 2699, "puddings": 2622, "obese": 2277, "tum": 3553, "som": 3088, "charges": 560, "asleep": 240, "fell": 1265, "matters": 2060, "error": 1127, "reasons": 2697, "truly": 3540, "crispness": 804, "seasoning": 2923, "portion": 2539, "dirty": 958, "need": 2206, "chewing": 582, "fat": 1243, "several": 2968, "mouth": 2165, "pillowy": 2482, "ravioli": 2680, "particularly": 2405, "talkative": 3346, "smells": 3063, "comfort": 663, "curious": 826, "revolve": 2802, "homey": 1630, "rural": 2849, "basic": 312, "emphasis": 1089, "week": 3768, "throughout": 3444, "foods": 1330, "level": 1938, "suggested": 3279, "pleasure": 2514, "safest": 2858, "sleeps": 3042, "let": 1936, "closed": 636, "unattended": 3584, "10": 21, "facilities": 1210, "elevates": 1079, "specialness": 3137, "executed": 1171, "picture": 2475, "flavour": 1307, "mixed": 2138, "undercooked": 3597, "delish": 900, "mussels": 2182, "tenders": 3382, "sucked": 3271, "continued": 740, "hold": 1621, "above": 62, "ashley": 233, "hillsborough": 1605, "challenge": 550, "edited": 1064, "korean": 1884, "platter": 2502, "guide": 1507, "ungarischewurst": 3609, "partly": 2408, "disneyfies": 980, "imbibe": 1694, "rittenhouse": 2817, "germany": 1419, "hall": 1523, "visited": 3702, "brat": 426, "cheerful": 576, "doing": 997, "beachy": 321, "adding": 99, "shanty": 2974, "involved": 1802, "detailed": 925, "regard": 2728, "exceeded": 1156, "holds": 1622, "unresponsive": 3631, "oysters": 2377, "uninspired": 3615, "aware": 281, "trendy": 3529, "gifts": 1426, "enthralled": 1114, "personalized": 2447, "southern": 3123, "winter": 3819, "charge": 558, "personal": 2445, "condescending": 704, "watched": 3748, "interrupts": 1792, "inaccurate": 1714, "blah": 373, "annoying": 183, "thru": 3445, "comedy": 661, "mixture": 2140, "dishes": 976, "fancy": 1232, "coffee": 650, "prepared": 2567, "newtown": 2227, "chester": 581, "mainly": 2026, "japanese": 1824, "beginners": 338, "friendliest": 1372, "stellar": 3209, "carefully": 514, "lastly": 1907, "altogether": 156, "2nd": 34, "quietly": 2647, "highpoint": 1602, "palpable": 2392, "became": 328, "absorbing": 65, "evocative": 1153, "e": 1045, "craves": 790, "actual": 94, "freeze": 1355, "chocolate": 600, "turkey": 3557, "waffle": 3714, "lacked": 1891, "kitchy": 1873, "marginally": 2049, "annoyed": 182, "vacant": 3661, "sub": 3258, "convoluted": 749, "ones": 2318, "sweetest": 3323, "confidence": 709, "captivating": 508, "clap": 620, "disappointment": 964, "plagued": 2494, "flavoring": 1304, "authentically": 271, "mood": 2157, "reliable": 2744, "regular": 2735, "exciting": 1168, "cobb": 645, "chili": 590, "pub": 2621, "classic": 622, "worlds": 3846, "heaven": 1575, "moved": 2168, "greater": 1479, "theatre": 3403, "incompetent": 1723, "pies": 2480, "autumn": 274, "whoopie": 3801, "pumpkin": 2625, "upgraded": 3643, "dance": 846, "upstairs": 3648, "downstairs": 1013, "complaint": 688, "pairing": 2389, "tonight": 3476, "juicy": 1844, "hamburgers": 1524, "royally": 2839, "screwed": 2910, "yakisoba": 3867, "newly": 2225, "dependable": 907, "claims": 619, "informs": 1763, "tells": 3377, "states": 3197, "understand": 3599, "daughter": 857, "elapsed": 1078, "apologizes": 203, "call": 493, "surly": 3308, "raw": 2682, "flavorless": 1305, "saltless": 2869, "cheese": 578, "declined": 875, "loss": 1990, "soulfood": 3112, "featured": 1255, "yams": 3868, "explain": 1189, "kitchen": 1872, "lemonade": 1933, "commercialized": 671, "respect": 2775, "favourite": 1251, "pray": 2557, "bummed": 466, "indoors": 1745, "intend": 1783, "kuryn": 1888, "moments": 2150, "reassuring": 2698, "tastier": 3361, "quaint": 2634, "thus": 3449, "combined": 658, "complex": 692, "mmmmmm": 2143, "prefer": 2561, "cheaper": 570, "awkward": 289, "nowhere": 2270, "notify": 2267, "under": 3596, "passed": 2411, "arrives": 228, "shook": 2983, "boss": 406, "substitution": 3263, "head": 1560, "spend": 3145, "spread": 3167, "brewery": 436, "passionate": 2413, "clear": 629, "trained": 3513, "educated": 1065, "educational": 1066, "florida": 1314, "creatures": 798, "eat": 1057, "edible": 1063, "pass": 2410, "onions": 2321, "broccoli": 451, "agreed": 126, "story": 3233, "bf": 358, "ourselves": 2351, "jose": 1840, "sangrita": 2878, "spending": 3146, "returning": 2796, "golf": 1449, "ucsb": 3572, "variaty": 3670, "emailed": 1081, "insulting": 1781, "posts": 2546, "blackened": 371, "accompanying": 82, "heavily": 1577, "salted": 2867, "prices": 2580, "covered": 778, "depleted": 910, "picked": 2469, "exotic": 1175, "pieology": 2479, "casual": 530, "reference": 2716, "unlimited": 3621, "mushrooms": 2178, "humble": 1665, "unceremoniously": 3589, "wilted": 3812, "barely": 308, "spicier": 3151, "matched": 2056, "exemplary": 1172, "appreciated": 213, "cares": 516, "between": 355, "downright": 1010, "tremendously": 3528, "abysmal": 66, "remained": 2746, "ensures": 1110, "failed": 1217, "timeless": 3454, "graciously": 1468, "reminisce": 2756, "alex": 135, "personality": 2446, "strongest": 3248, "surprisingly": 3314, "usual": 3657, "hardly": 1544, "hand": 1525, "eggs": 1073, "settled": 2967, "property": 2609, "cleaned": 626, "menus": 2092, "waters": 3752, "early": 1049, "contemporary": 733, "champagne": 552, "water": 3750, "vegatables": 3678, "ctch": 819, "options": 2334, "aussies": 268, "historical": 1614, "significance": 3010, "celebrities": 537, "amongst": 172, "before": 336, "showcase": 2995, "malls": 2034, "strolling": 3245, "happen": 1535, "arguing": 222, "unblock": 3588, "punishment": 2626, "profanity": 2598, "patronize": 2421, "needless": 2208, "irresistible": 1805, "often": 2300, "coconut": 648, "blandness": 376, "ethiopian": 1135, "stress": 3240, "bliss": 383, "gluttonous": 1440, "participated": 2403, "differentiated": 938, "blew": 382, "mantra": 2046, "raving": 2679, "sparks": 3130, "godson": 1443, "cleanliness": 628, "zealand": 3894, "alkoholika": 138, "australien": 269, "greifen": 1489, "zuruck": 3898, "aus": 267, "es": 1128, "zu": 3897, "uberwiegen": 3571, "braucht": 427, "hoher": 1620, "im": 1690, "den": 906, "fur": 1393, "einheimischen": 1076, "emotional": 1087, "display": 981, "tipping": 3460, "depth": 913, "professionalism": 2600, "salsa": 2865, "libre": 1940, "cuban": 821, "cuba": 820, "instantly": 1778, "definite": 885, "approves": 215, "cream": 793, "mindful": 2120, "ice": 1677, "20": 28, "hospital": 1651, "overwhelmed": 2374, "thrilled": 3442, "liberties": 1939, "sides": 3005, "bulk": 463, "quick": 2642, "cheesesteak": 579, "steve": 3213, "steak": 3204, "ranks": 2666, "working": 3843, "leftovers": 1928, "italian": 1816, "entree": 1118, "refills": 2719, "through": 3443, "minus": 2127, "drove": 1031, "soooooooo": 3104, "lime": 1951, "key": 1858, "coupons": 774, "tolerable": 3472, "cant": 507, "saltier": 2868, "giving": 1434, "convenience": 742, "peak": 2423, "partial": 2402, "exquisite": 1195, "dated": 856, "difference": 936, "updated": 3642, "speedy": 3144, "shirts": 2980, "joke": 1838, "thrift": 3441, "yumminess": 3890, "honest": 1631, "responsive": 2783, "feedback": 1260, "vary": 3674, "scoop": 2906, "damp": 844, "sunken": 3289, "sunny": 3290, "leisure": 1930, "sorbet": 3107, "traditionalists": 3508, "natural": 2199, "porch": 2537, "wrap": 3859, "burned": 472, "americanized": 168, "dull": 1038, "sourness": 3121, "vulcanized": 3713, "scorched": 2907, "sodden": 3079, "appetizers": 211, "piping": 2483, "convivial": 748, "generously": 1412, "aplomb": 202, "highlights": 1600, "smoky": 3071, "richness": 2807, "toothy": 3482, "listens": 1962, "earth": 1050, "front": 1379, "experiences": 1187, "answers": 187, "mine": 2122, "bring": 445, "projected": 2602, "outdated": 2354, "anyhow": 193, "comfy": 667, "ample": 174, "burgundy": 471, "reflected": 2721, "dimension": 943, "hear": 1566, "poisoning": 2523, "died": 933, "send": 2948, "ignored": 1687, "pleaded": 2507, "2013": 31, "various": 3673, "guacamole": 1504, "inexpensively": 1753, "weren": 3779, "whats": 3786, "kills": 1866, "drawing": 1019, "unruly": 3633, "entered": 1111, "drawbacks": 1018, "except": 1163, "stale": 3181, "comprised": 701, "belive": 346, "downfall": 1008, "embarrass": 1084, "sue": 3275, "bathroom": 316, "blend": 380, "post": 2544, "thankfully": 3397, "jefferson": 1827, "amenities": 165, "rates": 2671, "accommodations": 78, "season": 2920, "inconvenience": 1727, "caterer": 532, "expanding": 1176, "chatted": 565, "stop": 3227, "roll": 2827, "cotton": 763, "tees": 3374, "adventurous": 116, "swamped": 3320, "cheesy": 580, "quantity": 2637, "bested": 352, "fish": 1293, "knows": 1882, "attached": 259, "social": 3078, "media": 2078, "experiance": 1184, "decorated": 877, "fl": 1299, "deli": 890, "congrats": 716, "whoopee": 3800, "chick": 585, "flying": 1321, "praise": 2556, "matches": 2057, "behind": 341, "removed": 2759, "cheers": 577, "teenagers": 3373, "wins": 3818, "winning": 3817, "mommy": 2151, "moist": 2147, "scenic": 2903, "swift": 3326, "verdict": 3688, "truthfully": 3544, "definately": 884, "noteworthy": 2262, "assure": 249, "successes": 3267, "physical": 2463, "selections": 2945, "bro": 450, "introduced": 1797, "activity": 92, "meals": 2068, "young": 3886, "interval": 1794, "difficult": 940, "issue": 1813, "paraphrasing": 2397, "website": 3765, "lose": 1989, "transparency": 3515, "vietnamese": 3697, "cuisines": 823, "incorrect": 1729, "6": 46, "actively": 90, "suprised": 3304, "trying": 3546, "unhappy": 3610, "message": 2095, "month": 2155, "worked": 3842, "inviting": 1801, "potent": 2549, "floridian": 1315, "millky": 2117, "inclusion": 1721, "radio": 2656, "tv": 3563, "showroom": 2999, "heading": 1562, "awards": 280, "greets": 1487, "mediterranean": 2080, "entirely": 1117, "allowed": 142, "eager": 1047, "refuse": 2726, "crumbs": 814, "boneless": 399, "gems": 1408, "successful": 3268, "haven": 1557, "clothing": 638, "recognized": 2705, "bowling": 419, "informative": 1761, "ghetto": 1423, "didnt": 931, "sloppy": 3051, "pull": 2623, "ive": 1821, "bikini": 362, "concern": 702, "sick": 3003, "similarly": 3014, "torn": 3490, "dislike": 978, "sampled": 2873, "soft": 3080, "liking": 1950, "poultry": 2551, "heavenly": 1576, "lotsa": 1994, "pairings": 2390, "deliciousness": 894, "gyros": 1514, "exceedingly": 1157, "dried": 1024, "toss": 3491, "nevertheless": 2221, "smoked": 3069, "horrors": 1649, "remains": 2747, "avoided": 278, "tastiest": 3362, "hopping": 1643, "genuine": 1417, "5": 45, "delivered": 902, "sticky": 3218, "cost": 762, "friend": 1370, "sign": 3008, "accessibility": 73, "discounts": 967, "kids": 1863, "neither": 2215, "accessible": 74, "cordial": 758, "loo": 1983, "memorable": 2087, "oops": 2325, "signs": 3011, "overpowered": 2370, "britney": 449, "delaware": 887, "shattered": 2978, "sons": 3097, "asserting": 242, "himself": 1607, "manage": 2037, "burgers": 470, "quills": 2649, "tucks": 3549, "tj": 3464, "ambience": 163, "slower": 3054, "gravy": 1475, "procedure": 2591, "amiss": 170, "milk": 2116, "unreasonably": 3628, "noticeably": 2265, "offensive": 2295, "sludge": 3055, "status": 3199, "disappoints": 965, "occasions": 2287, "chill": 592, "quiet": 2646, "others": 2347, "fall": 1224, "bone": 398, "uber": 3570, "influenced": 1756, "source": 3120, "understood": 3602, "rudely": 2842, "daily": 837, "tastefully": 3358, "appearance": 208, "text": 3392, "doorstep": 1004, "compete": 681, "winding": 3814, "vicinity": 3693, "uncover": 3595, "baking": 299, "coast": 642, "delicacy": 891, "positano": 2541, "chic": 584, "crudo": 812, "siciliano": 3002, "recreating": 2712, "nerve": 2217, "threatening": 3438, "against": 124, "threaten": 3436, "contacted": 730, "qv": 2654, "voice": 3707, "rite": 2816, "shop": 2984, "northwest": 2255, "indyartsguide": 1750, "metro": 2102, "affair": 118, "pg": 2453, "officially": 2299, "kurt": 1887, "deep": 882, "tribute": 3531, "contests": 736, "wayne": 3757, "annual": 184, "books": 402, "46": 43, "indianapolis": 1739, "selected": 2943, "born": 405, "diners": 949, "immaculate": 1695, "nervous": 2218, "acceptable": 70, "eagerly": 1048, "triaholic": 3530, "2009": 30, "awaiting": 279, "rivals": 2819, "weekly": 3771, "insisted": 1773, "urine": 3652, "chatty": 567, "communist": 673, "mart": 2052, "excellence": 1160, "advancements": 113, "comparative": 677, "granted": 1473, "chowed": 606, "size": 3029, "albeit": 132, "frequent": 1358, "dined": 946, "pi": 2465, "visitor": 3704, "bass": 315, "festivities": 1272, "celebrate": 535, "dj": 992, "fed": 1257, "lights": 1945, "thumping": 3446, "supposedly": 3301, "industry": 1748, "dynamite": 1044, "proves": 2617, "move": 2167, "competent": 682, "efficiently": 1071, "constantly": 729, "reflect": 2720, "spins": 3156, "seasonal": 2921, "searches": 2917, "changes": 556, "ouch": 2349, "harmed": 1547, "process": 2594, "information": 1760, "brian": 438, "rental": 2761, "car": 510, "finish": 1288, "online": 2322, "repairs": 2764, "ultimately": 3576, "insanely": 1768, "nonexistent": 2250, "slimey": 3048, "excellently": 1162, "remember": 2749, "tropical": 3537, "mexopolitan": 2105, "funny": 1392, "taquerias": 3354, "south": 3122, "bacon": 294, "accept": 69, "deserved": 915, "rushed": 2850, "trees": 3526, "surround": 3315, "yeah": 3870, "tastes": 3360, "strike": 3241, "responds": 2780, "jeremiah": 1828, "declared": 873, "1sts": 26, "uniquely": 3617, "dedicated": 879, "sing": 3019, "variants": 3669, "retains": 2792, "influences": 1757, "present": 2568, "enjoys": 1106, "remarkable": 2748, "surprises": 3312, "carried": 521, "year": 3871, "ugly": 3574, "artist": 231, "harassed": 1540, "damaged": 840, "disinterested": 977, "twice": 3564, "regardless": 2729, "steamed": 3206, "green": 1483, "declinded": 874, "considerably": 721, "leaving": 1926, "pros": 2611, "extreme": 1201, "ridiculously": 2810, "complaints": 689, "lame": 1900, "additional": 101, "1": 20, "astonishing": 251, "williams": 3810, "quoted": 2652, "proven": 2616, "buy": 484, "hipsterism": 1611, "aaron": 58, "haha": 1517, "dismal": 979, "record": 2711, "china": 595, "importing": 1703, "lower": 2007, "goods": 1455, "couple": 772, "landing": 1901, "cash": 526, "piled": 2481, "massive": 2054, "may": 2062, "solo": 3085, "outings": 2357, "unpleasant": 3625, "chips": 598, "terribly": 3386, "anyday": 192, "higher": 1597, "cases": 525, "dump": 1039, "sugary": 3277, "humid": 1666, "unreal": 3627, "chilis": 591, "behaved": 340, "pet": 2451, "sun": 3286, "deck": 872, "underrated": 3598, "thankyou": 3399, "answered": 186, "exclaimed": 1169, "begun": 339, "peel": 2427, "filed": 1278, "peeling": 2428, "attempt": 260, "fortunately": 1346, "admit": 108, "athletic": 256, "seeing": 2936, "indiana": 1738, "fairgrounds": 1219, "mouthwatering": 2166, "chewy": 583, "worthwhile": 3852, "pork": 2538, "microwaved": 2109, "irritated": 1807, "slide": 3045, "plate": 2500, "hostess": 1653, "talked": 3347, "eventually": 1141, "remodels": 2758, "unisex": 3618, "restroom": 2787, "dingy": 950, "item": 1817, "visiting": 3703, "warning": 3740, "littered": 1965, "faces": 1209, "expects": 1182, "grandmother": 1471, "provides": 2619, "support": 3296, "enthusiastic": 1115, "art": 230, "frequently": 1360, "communicated": 672, "thee": 3404, "expecting": 1181, "sweetness": 3325, "sized": 3030, "economical": 1062, "loads": 1971, "plated": 2501, "minimal": 2124, "added": 98, "advised": 117, "ac": 67, "noises": 2245, "woke": 3829, "overflowing": 2367, "retro": 2793, "newer": 2223, "succeed": 3265, "starving": 3194, "terrrrrrible": 3389, "locals": 1975, "mystique": 2188, "touristy": 3502, "adds": 103, "suggestions": 3281, "blacksmith": 372, "dimly": 944, "everclear": 1143, "competing": 684, "allowing": 143, "plush": 2519, "separate": 2952, "type": 3567, "lounge": 1997, "wing": 3815, "bonanza": 396, "orders": 2341, "dancefloor": 847, "intellectually": 1782, "factory": 1212, "timed": 3453, "nightlife": 2236, "arrogant": 229, "employees": 1091, "effected": 1069, "cramped": 786, "perhaps": 2438, "gold": 1447, "darling": 852, "nachos": 2189, "ton": 3475, "cider": 611, "trivia": 3535, "regulars": 2736, "assortment": 247, "laugh": 1911, "glutton": 1439, "pennywort": 2431, "pho": 2460, "eggy": 1074, "frequented": 1359, "viet": 3696, "gooey": 1456, "citygarden": 617, "play": 2503, "lit": 1963, "card": 511, "pollen": 2530, "unsatisfied": 3636, "stood": 3225, "obviously": 2285, "ranch": 2660, "helping": 1586, "sauce": 2888, "yuppies": 3893, "grateful": 1474, "referred": 2717, "limited": 1952, "reclaimed": 2704, "flights": 1311, "fit": 1295, "topless": 3485, "batting": 317, "array": 225, "info": 1758, "gogh": 1445, "van": 3667, "empire": 1090, "grown": 1499, "overcharged": 2364, "specifically": 3142, "remind": 2751, "minimum": 2125, "brief": 442, "line": 1956, "security": 2934, "awhile": 288, "kill": 1864, "grade": 1469, "7th": 48, "independence": 1734, "file": 1277, "chance": 553, "split": 3159, "rolls": 2829, "sashimi": 2880, "kudos": 1886, "latest": 1910, "uptown": 3649, "calories": 496, "stuffed": 3253, "combo": 659, "romantic": 2830, "tiramisu": 3461, "museum": 2175, "hell": 1582, "tirelessly": 3463, "caitlin": 490, "ability": 59, "tonk": 3477, "sorely": 3108, "ground": 1497, "undeterred": 3603, "reminiscent": 2757, "damned": 843, "engaged": 1098, "sebastian": 2927, "supportively": 3299, "jeans": 1826, "indulge": 1746, "picks": 2471, "charlie": 561, "incomparable": 1722, "therefore": 3411, "goth": 1462, "trustworthy": 3542, "compares": 679, "ultra": 3577, "balances": 302, "treats": 3525, "childhood": 588, "tobacco": 3467, "packs": 2382, "cigar": 612, "steaks": 3205, "mcmahons": 2064, "fridays": 1368, "burritos": 475, "admiring": 107, "ocean": 2289, "warmed": 3736, "improvement": 1711, "affordable": 120, "netflix": 2219, "mmmmm": 2142, "slop": 3050, "america": 166, "toughest": 3498, "travels": 3519, "ruby": 2840, "strange": 3235, "square": 3172, "primarily": 2584, "uncluttered": 3592, "damper": 845, "flavored": 1302, "leaky": 1919, "issues": 1814, "deletes": 889, "rick": 2808, "equal": 1122, "vibrant": 3692, "adequate": 104, "hassle": 1552, "rooms": 2833, "stereo": 3212, "bananas": 305, "cocktail": 646, "trys": 3547, "compliments": 698, "arm": 223, "showing": 2997, "chris": 607, "quintessential": 2650, "respectful": 2776, "unabashedly": 3579, "sprinkling": 3170, "private": 2587, "fireplace": 1291, "associates": 246, "harmonious": 1548, "unfriendly": 3608, "unreliable": 3629, "system": 3331, "unbelievably": 3587, "muck": 2173, "talking": 3348, "app": 205, "kinds": 1870, "perk": 2441, "advantage": 114, "microwave": 2108, "older": 2309, "scared": 2900, "differently": 939, "loathe": 1972, "anyone": 195, "asks": 239, "gigantic": 1427, "boys": 424, "turvy": 3561, "topsy": 3489, "disappeared": 960, "random": 2661, "boyfriends": 423, "shortly": 2989, "accidents": 75, "turning": 3559, "spats": 3133, "screwing": 2911, "bricks": 439, "thereafter": 3410, "riot": 2814, "mealy": 2069, "meaty": 2077, "saturday": 2887, "lokal": 1980, "french": 1356, "terrasse": 3384, "confident": 710, "knowing": 1878, "spiced": 3149, "worry": 3848, "sassy": 2881, "spicyness": 3154, "fate": 1244, "accepted": 72, "taiwan": 3338, "sweeter": 3322, "rainbow": 2658, "wanting": 3732, "handmade": 1529, "supreme": 3302, "reigns": 2737, "cheep": 575, "proceeded": 2592, "shouldn": 2992, "bottom": 411, "chair": 548, "tipped": 3459, "skeptical": 3033, "olives": 2311, "remembered": 2750, "wrapped": 3860, "appetizer": 210, "yogurt": 3884, "amount": 173, "assed": 241, "lately": 1909, "money": 2153, "forgot": 1339, "neatly": 2204, "jealous": 1825, "baked": 297, "pottery": 2550, "studio": 3251, "explained": 1190, "white": 3795, "painted": 2386, "adults": 112, "choosing": 604, "stepped": 3211, "colors": 656, "wonderfully": 3835, "smelling": 3062, "reluctantly": 2745, "1st": 25, "moving": 2169, "unequivocally": 3604, "runny": 2848, "hardcore": 1542, "frustrating": 1383, "oversold": 2373, "dieting": 934, "glowing": 1438, "delightful": 898, "yoga": 3883, "kicked": 1860, "scum": 2913, "snatched": 3076, "dirt": 956, "girls": 1430, "grainy": 1470, "regretted": 2733, "paled": 2391, "comparison": 680, "choose": 603, "imperfections": 1700, "hurry": 1673, "waste": 3745, "stupid": 3256, "canceled": 502, "final": 1282, "80": 50, "hook": 1635, "gaudy": 1404, "grumpy": 1501, "supermarket": 3294, "inventive": 1800, "rolled": 2828, "impatient": 1698, "mozzarella": 2170, "mmm": 2141, "sticks": 3217, "uplifting": 3644, "spunk": 3171, "killer": 1865, "seamlessly": 2916, "wonderland": 3836, "appeal": 207, "tunes": 3555, "plank": 2496, "interest": 1788, "boring": 404, "boxy": 420, "lines": 1957, "psyched": 2620, "populist": 2536, "strive": 3243, "caters": 533, "cody": 649, "flavours": 1308, "sells": 2946, "normally": 2254, "spots": 3164, "quicker": 2643, "intuitive": 1799, "fly": 1320, "women": 3831, "bartenders": 310, "understatement": 3601, "families": 1226, "children": 589, "omar": 2313, "premium": 2565, "larger": 1904, "state": 3195, "fee": 1258, "arrival": 226, "expansive": 1177, "nutty": 2274, "hefty": 1580, "changing": 557, "whenever": 3789, "hydro": 1675, "healthier": 1564, "tanning": 3351, "jut": 1850, "guiness": 1509, "stew": 3214, "potato": 2547, "arrived": 227, "stabbed": 3174, "excitement": 1167, "rudeness": 2843, "heat": 1573, "disability": 959, "contemplated": 732, "playing": 2505, "overdone": 2366, "pedestrian": 2425, "merely": 2093, "god": 1442, "boy": 421, "clearwater": 631, "downtown": 1014, "kirkwood": 1871, "grungy": 1503, "refreshment": 2724, "eaten": 1058, "tremendous": 3527, "urgent": 3651, "obligations": 2280, "learned": 1921, "cancel": 501, "penalize": 2429, "desk": 918, "cancellation": 503, "breathtaking": 434, "tracy": 3505, "leaking": 1918, "oozed": 2326, "sacrilege": 2853, "unrestricted": 3632, "trot": 3538, "toe": 3469, "stairs": 3179, "floor": 1313, "quarter": 2638, "joy": 1841, "proudly": 2614, "poking": 2524, "retail": 2791, "related": 2738, "garden": 1402, "canadian": 500, "haul": 1554, "national": 2197, "deelish": 880, "gumbo": 1510, "tasteless": 3359, "services": 2962, "bloody": 384, "fans": 1233, "continually": 738, "33": 38, "tip": 3458, "nostalgic": 2257, "somebody": 3090, "depends": 909, "differ": 935, "improving": 1712, "lusty": 2016, "skip": 3036, "ratio": 2675, "santa": 2879, "organic": 2342, "perishables": 2440, "based": 311, "inspection": 1774, "roofsavers": 2831, "knowledgable": 1879, "report": 2768, "estimate": 1133, "inspections": 1775, "downside": 1011, "stools": 3226, "hoagie": 1619, "majority": 2029, 