{"best": 354, ".": 15, "food": 1363, "decently": 902, "the": 3476, "subpar": 3332, "average": 272, "crappy": 818, "negatives": 2269, "cheap": 598, "asshole": 242, "-": 14, "reminded": 2813, "friggin": 1410, "subtitles": 3338, "competes": 719, "garbage": 1437, "crap": 816, "nasty": 2257, "yep": 3938, "seriously": 3031, "beat": 330, "store": 3303, "fuck": 1422, "video": 3771, "sure": 3372, "ever": 1205, "hollywood": 1665, "awesome": 277, "really": 2756, "prices": 2644, "welcomed": 3843, "bc": 327, "nice": 2281, "great": 1510, "i": 1727, "under": 3659, ",": 13, "!": 4, "yikes": 3945, "ugh": 3636, "pleasant": 2571, "not": 2317, "is": 1849, "we": 3834, "pee": 2499, "shopping": 3062, "stocked": 3296, "creepy": 830, "inappropriate": 1765, "limits": 1993, "pushes": 2694, "caution": 578, "and": 162, "chiropractor": 630, "he": 1606, "slow": 3127, "service": 3035, "will": 3873, "correctly": 794, "waitress": 3800, "favorite": 1301, "on": 2378, "definitely": 924, "delicious": 933, "honestly": 1673, "enjoy": 1169, "riddled": 2870, "responsible": 2843, "please": 2573, "pups": 2687, "hermitage": 1631, "mines": 2171, "bad": 290, "leash": 1959, "people": 2505, "in": 1762, "dive": 1046, "rocked": 2889, "music": 2244, "oh": 2362, "wrong": 3924, "hurricanes": 1721, "review": 2856, "to": 3535, "tell": 3449, "so": 3165, "a": 46, "any": 183, "that": 3474, "but": 511, "was": 3818, "emmett": 1150, "recommend": 2773, "fantastic": 1287, "pleasantly": 2572, "moist": 2204, "surprised": 3377, "phase": 2527, "skeptical": 3101, "cake": 529, "razzamatazz": 2750, "very": 3765, "cupcakes": 856, "malnourished": 2073, "pitiful": 2558, "sad": 2928, "irresponsible": 1845, "friends": 1408, "spayed": 3215, "neutered": 2276, "kittens": 1916, "dumped": 1107, "skinny": 3108, "noses": 2314, "anyway": 188, "allie": 123, "sight": 3081, "good": 1482, "nothing": 2321, "standard": 3261, "nicest": 2284, "packed": 2454, "fault": 1298, "prompt": 2672, "rarity": 2734, "loss": 2027, "assuaged": 245, "fleeting": 1354, "always": 141, "totally": 3563, "yelp": 3934, "quality": 2699, "must": 2246, "crunch": 848, "brunch": 478, "everyone": 1210, "though": 3502, "no": 2295, "bread": 451, "distracted": 1045, "seafood": 3002, "tender": 3454, ")": 10, "gator": 1441, "(": 9, "meat": 2119, "owners": 2449, "longer": 2020, "superior": 3365, "kicks": 1903, "thing": 3489, "my": 2247, "sandiwch": 2951, "turkey": 3620, "only": 2384, "about": 50, "worth": 3915, "location": 2012, "your": 3954, "most": 2218, "overpriced": 2439, "tease": 3444, "overrated": 2440, "sorry": 3196, "aint": 113, "geno": 1457, "thinly": 3492, "ish": 1850, "overstuffed": 2444, "begrudgingly": 340, "key": 1902, "low": 2042, "furthermore": 1430, "awesomeness": 278, "gorgeous": 1487, "pretty": 2637, "finally": 1320, "drunk": 1096, "woodstocks": 3903, "memories": 2135, "dial": 974, "sticks": 3288, "hometown": 1670, "pizzas": 2561, "selection": 3020, "pizza": 2560, "dessert": 967, "buffet": 492, "excellent": 1225, "staff": 3256, "awful": 279, "hounded": 1704, "2": 22, "promotion": 2671, "loooooove": 2025, "shabby": 3039, "wonderful": 3899, "alluring": 128, "pefect": 2501, "staples": 3265, "girlie": 1466, "accessories": 62, "vintage": 3775, "irritating": 1847, "overall": 2428, "fortunate": 1383, "starbucks": 3267, "okay": 2367, "disappoint": 1012, "glad": 1468, "otherwise": 2412, "value": 3745, "experience": 1250, "reservation": 2837, "treat": 3588, "lease": 1958, "spraying": 3244, "termites": 3458, "bombed": 420, "harmful": 1592, "brushes": 479, "poisonous": 2587, "impressed": 1756, "fresh": 1399, "generous": 1454, "dammit": 875, "photobooth": 2536, "missed": 2184, "for": 1370, "relaxed": 2803, "props": 2675, "grunge": 1539, "chu": 644, "hipster": 1653, "miss": 2182, "opportunity": 2392, "lazy": 1953, "annoyed": 172, "unusual": 3717, "tasty": 3433, "explained": 1253, "crust": 850, "amazing": 145, "everything": 1211, "yelpers": 3937, "perfectly": 2512, "crispy": 835, "oily": 2365, "rushed": 2922, "nonetheless": 2302, "better": 359, "spoiled": 3237, "overly": 2437, "gave": 1442, "stars": 3269, "crowded": 845, "it": 1854, "inexpensive": 1798, "generally": 1452, "adore": 91, "veered": 3750, "amazingly": 146, "gem": 1450, "loved": 2036, "bland": 389, "gross": 1529, "accommodating": 64, "proved": 2679, "blown": 403, "bounty": 439, "attentiveness": 261, "unparalleled": 3696, "charming": 595, "reliable": 2805, "loveliest": 2037, "its": 1859, "t": 3399, "place": 2564, "stock": 3295, "lax": 1951, "heavennnnly": 1618, "badly": 291, "picky": 2542, "phenomenal": 2528, "eaters": 1122, "say": 2973, "can": 538, "needless": 2267, "absolutely": 53, "actuality": 78, "ambiance": 148, "loves": 2041, "this": 3497, "out": 2415, "few": 1312, "quesadillas": 2701, "equivalent": 1190, "arguably": 226, "jukebox": 1886, "friendly": 1407, "unacceptable": 3645, "consistently": 759, "unprofessional": 3702, "susan": 3381, "refused": 2792, "they": 3485, "organized": 2407, "answer": 177, "phone": 2534, "inquire": 1812, "are": 223, "worst": 3914, "wonder": 3898, "customer": 865, "experiencing": 1252, "certainly": 584, "mediocre": 2125, "canned": 544, "indeed": 1783, "accept": 58, "highly": 1644, "above": 51, "checking": 603, "falafel": 1282, "truck": 3606, "unhelpful": 3683, "retail": 2849, "peace": 2493, "everyday": 1209, "costumer": 799, "employe": 1154, "deserve": 958, "ok": 2366, "row": 2906, "rustic": 2923, "perfect": 2510, "simplicity": 3090, "bonus": 422, "dreading": 1083, "breads": 454, "bella": 348, "holy": 1667, "even": 1202, "bakery": 296, "simple": 3089, "pricey": 2646, "anthropologie": 180, "housewares": 1709, "when": 3860, "fun": 1425, "just": 1890, "zestos": 3967, "delivery": 944, "burnt": 504, "sassily": 2960, "inconsistently": 1773, "mushy": 2243, "pasta": 2482, "mush": 2242, "cooked": 780, "noting": 2325, "willing": 3874, "blame": 388, "enormous": 1172, "arugula": 234, "chunks": 646, "slices": 3116, "impeccable": 1750, "dining": 1000, "everytime": 1212, "sleepy": 3115, "grandmothery": 1503, "stark": 3268, "eerie": 1131, "cool": 783, "anytime": 187, "top": 3550, "recommendations": 2774, "improperly": 1759, "wow": 3921, "outback": 2416, "steaks": 3278, "extra": 1260, "steak": 3276, "chef": 613, "barbershop": 302, "satisfied": 2963, "although": 138, "pleasently": 2575, "ordinary": 2406, "snacks": 3155, "tolerable": 3540, "wwii": 3926, "\"": 5, "seem": 3017, "may": 2104, "buttermilk": 514, "terrible": 3459, "actually": 79, "margaritas": 2090, "sandwiches": 2955, "neglect": 2270, "unattended": 3648, "walked": 3804, "hangry": 1581, "hope": 1681, "seated": 3010, "tacos": 3406, "love": 2035, "casual": 573, "super": 3363, "tuesdays": 3615, "bar": 301, "quite": 2711, "diluted": 992, "filling": 1317, "flavorful": 1348, "outranks": 2423, "westernized": 3850, "nicer": 2283, "decor": 910, "far": 1288, "pleasing": 2577, "onion": 2381, "toppings": 3552, "triumph": 3604, "appetizers": 207, "hilarious": 1645, "doobies": 1060, "forever": 1373, "pad": 2455, "ive": 1860, "obese": 2335, "gotten": 1494, "persons": 2522, "signage": 3083, "locked": 2013, "yuengling": 3958, "complaint": 723, "waits": 3802, "drinks": 1090, "mic": 2157, "could": 800, "of": 2353, "fairness": 1279, "spacious": 3209, "hip": 1650, "yogurt": 3948, "consistent": 758, "yogurts": 3949, "happening": 1584, "much": 2231, "quenched": 2700, "thirst": 3496, "sans": 2957, "wholeheartedly": 3868, "authentic": 266, "glorious": 1471, "disgusting": 1024, "slimy": 3123, "savory": 2972, "hopefully": 1682, "down": 1072, "bit": 378, "relaxing": 2804, "cordial": 790, "dynamic": 1113, "burbs": 500, "welcome": 3842, "rates": 2738, "zagat": 3964, "poorly": 2594, "pizazz": 2559, "small": 3134, "'": 8, "antiseptic": 182, "bias": 365, "here": 1630, "speediest": 3224, "cozy": 810, "delight": 938, "spectacular": 3222, "you": 3951, "availabilities": 269, "blowout": 404, "way": 3832, "major": 2069, "wash": 3820, "tara": 3421, "guacamole": 1541, "sauce": 2966, "batman": 322, "mexican": 2153, "convenient": 774, "go": 1475, "outstanding": 2426, "imaginative": 1743, "attentive": 260, "physical": 2537, "equally": 1186, "knowledgeable": 1922, "clearly": 662, "desserts": 968, "notches": 2319, "tattooed": 3437, "coffeeshop": 682, "busted": 509, "youngsters": 3953, "comfortable": 702, "pale": 2463, "furniture": 1429, "fast": 1293, "over": 2427, "bye": 520, "true": 3607, "definition": 925, "grate": 1505, "all": 121, "worse": 3913, "solid": 3175, "artifax": 232, "wares": 3809, "standpoint": 3263, "extremely": 1262, "job": 1878, "than": 3468, "waitstaff": 3803, "conveniently": 775, "importantly": 1753, "special": 3217, "priced": 2642, "fairly": 1277, "sooo": 3189, "enchilada": 1158, "burrito": 505, "explore": 1255, "finish": 1326, "greasy": 1509, "soggy": 3170, "filled": 1316, "limpy": 1997, "soo": 3188, "pho": 2532, "refreshing": 2785, "fulfilling": 1423, "weak": 3835, "unimpressive": 3686, "noma": 2300, "lackluster": 1933, "desired": 962, "shame": 3044, "warhols": 3810, "with": 3892, "feeling": 1308, "their": 3479, "subtle": 3339, "wed": 3837, "apathy": 191, "unpleasantly": 3698, "blech": 394, "bottlenecks": 435, "depreciates": 955, "annoying": 173, "someone": 3181, "cursing": 861, "poisoned": 2585, "amazed": 144, "cheers": 606, "screaming": 2996, "ranting": 2730, "romantic": 2894, "ruin": 2916, "setting": 3037, "blackened": 385, "menu": 2139, "interesting": 1834, "too": 3546, "salty": 2949, "alright": 132, "bummer": 498, "gooey": 1486, "hard": 1589, "cookie": 781, "employees": 1156, "real": 2754, "succulunt": 3343, "reggie": 2795, "deal": 891, "cook": 779, "catfish": 575, "bbq": 326, "horrific": 1691, "fab": 1267, "atompshere": 258, "sucks": 3348, "cafeteria": 525, "chicken": 618, "burritos": 506, "positive": 2602, "frustrated": 1419, "approved": 218, "reviewer": 2858, "stipulations": 3294, "gritty": 1525, "warned": 3815, "reasonably": 2760, "tone": 3542, "magoos": 2066, "magoo": 2065, "none": 2301, "outdoor": 2420, "stand": 3260, "past": 2481, "scratch": 2995, "generic": 1453, "unseasoned": 3712, "overcooked": 2433, "burgers": 502, "placated": 2563, "burger": 501, "fries": 1409, "christy": 643, "stinky": 3293, "bravo": 449, "price": 2641, "tofu": 3538, "helpful": 1627, "garlic": 1438, "off": 2354, "finer": 1324, "foosball": 1367, "also": 133, "substantial": 3334, "desiree": 963, "gems": 1451, "scrapple": 2994, "habersette": 1555, "aaaaadriannn": 48, "incredible": 1778, "kitschy": 1915, "soooo": 3190, "horrible": 1688, "behold": 341, "allergies": 122, "kidding": 1904, "winslow": 3887, "like": 1984, "serviced": 3036, "yesterday": 3941, "alignment": 119, "mechanic": 2123, "tires": 3534, "sushi": 3382, "mesa": 2143, "nj": 2294, "classifications": 654, "stadium": 3254, "wilmington": 3875, "stadiums": 3255, "easy": 1120, "cute": 869, "sweetie": 3392, "poundcake": 2612, "cupcake": 855, "bettys": 360, "frosting": 1415, "probably": 2658, "fare": 1289, "primarily": 2650, "recipes": 2771, "spice": 3228, "been": 338, "made": 2059, "tasted": 3425, "=": 41, "automatic": 268, "hipper": 1651, "plates": 2568, "least": 1960, "funky": 1426, "endless": 1162, "sombrero": 3178, "pure": 2689, "mozzarella": 2230, "some": 3179, "dapper": 881, "beleive": 344, "haircuts": 1564, "haircut": 1563, "downtown": 1079, "try": 3611, "yum": 3959, "annoyingly": 174, "unsurpassed": 3713, "perfection": 2511, "surprisingly": 3379, "brennan": 461, "economical": 1126, "disappointed": 1013, "labeled": 1929, "moreover": 2215, "excited": 1232, "belly": 350, "goodness": 1485, "yelped": 3935, "contamination": 765, "creeped": 829, "sinage": 3092, "hostile": 1698, "neighborhood": 2271, "unimpressed": 3685, "patio": 2488, "midori": 2160, "meh": 2129, "waterfront": 3827, "unless": 3690, "missing": 2185, "sticking": 3287, "suggest": 3353, "lots": 2030, "dine": 996, "spa": 3206, "triathletes": 3599, "laidback": 1940, "vibe": 3769, "mousake": 2222, "craps": 819, "greeted": 1514, "embarrassed": 1149, "provolone": 2682, "sucker": 3347, "omg": 2377, "warmly": 3813, "ordinarily": 2405, "choices": 634, "billed": 373, "rest": 2844, "server": 3033, "currently": 858, "huge": 1717, "gothic": 1492, "eclectic": 1124, "thongs": 3499, "as": 235, "mediocrity": 2126, "however": 1711, "dishes": 1027, "offers": 2359, "prepared": 2627, "well": 3845, "sometimes": 3184, "pastry": 2485, "appetite": 205, "qt": 2697, "self": 3022, "smoother": 3148, "many": 2087, "cranky": 815, "dirty": 1009, "milkshake": 2167, "mangoes": 2078, "milkshakes": 2168, "magic": 2063, "mango": 2077, "dove": 1070, "uncomfortable": 3656, "pretzels": 2639, "philly": 2530, "pretzel": 2638, "dear": 895, "nobody": 2296, "thanks": 3472, "unfortunately": 3677, "inedible": 1797, "liked": 1985, "luck": 2049, "employee": 1155, "bottomless": 437, "whoa": 3865, "yet": 3943, "enough": 1173, "breakfast": 457, "vegetarian": 3754, "entertaining": 1175, "next": 2280, "micro": 2158, "lodges": 2014, "admire": 86, "biased": 366, "personally": 2521, "employ": 1153, "intuit": 1838, "active": 76, "am": 142, "lgbt": 1976, "appropriate": 217, "pricing": 2648, "unexpected": 3673, "recent": 2768, "patient": 2486, "lagging": 1938, "scattered": 2981, "servers": 3034, "decent": 901, "yummy": 3962, "personable": 2518, "tidy": 3517, "instantaneously": 1824, "blackberry": 384, "900th": 36, "ribs": 2864, "cold": 686, "rowena": 2908, "rowe": 2907, "neat": 2264, "appointment": 211, "enjoyable": 1170, "problem": 2659, "dropped": 1094, "disappointing": 1014, "lukewarm": 2052, "cheesesteaks": 611, "rather": 2739, "heavenly": 1617, "sandwich": 2954, "result": 2848, "cheese": 607, "mikado": 2163, "justice": 1891, "barren": 309, "exterior": 1259, "maggie": 2062, "n": 2248, "basis": 317, "choose": 635, "reconcile": 2776, "boot": 426, "diner": 997, "spotty": 3242, "reservations": 2838, "hate": 1598, "dislike": 1030, "thats": 3475, "rare": 2731, "dinner": 1002, "exceeded": 1219, "zoos": 3969, "admittedly": 87, "expectations": 1243, "dinoquest": 1003, "spotless": 3240, "except": 1228, "bathrooms": 321, "clean": 658, "dead": 890, "crowd": 844, "wise": 3890, "threw": 3508, "breweries": 463, "still": 3291, "bachelor": 286, "vegetarians": 3755, "lightly": 1983, "breaded": 453, "notch": 2318, "pleased": 2574, "proper": 2674, "viking": 3773, "greatly": 1512, "includes": 1769, "refills": 2783, "suggested": 3354, "atomosphere": 257, "belief": 345, "beyond": 363, "directed": 1006, "overlook": 2436, "crumbled": 846, "anything": 186, "me": 2111, "wasn": 3821, "ready": 2753, "spanakopitas": 3210, "gyros": 1554, "incredibly": 1779, "extensive": 1258, "yoga": 3947, "such": 3344, "without": 3894, "reasonable": 2759, "considerate": 754, "efficient": 1133, "gasmasters": 1439, "deductions": 914, "rearranged": 2757, "boring": 428, "tartare": 3422, "touted": 3574, "chops": 636, "foie": 1360, "didn": 979, "ordered": 2402, "soulless": 3201, "avoid": 273, "slap": 3112, "asked": 239, "complimentary": 728, "outrageously": 2422, "atmosphere": 256, "flavors": 1351, "happy": 1587, "disrepair": 1040, "inform": 1804, "lower": 2045, "ramled": 2723, "bills": 375, "despicable": 965, "parmesan": 2474, "sadly": 2929, "deserves": 960, "map": 2088, "basically": 316, "library": 1978, "grew": 1516, "crooked": 841, "dizzyingly": 1051, "uninitiated": 3687, "charm": 594, "fashion": 1291, "twirl": 3625, "affordable": 101, "handy": 1577, "bargain": 305, "relative": 2801, "poor": 2593, "debris": 897, "clueless": 673, "returning": 2853, "phoenixville": 2533, "sort": 3197, "won": 3897, "be": 328, "bitters": 382, "dude": 1102, "beautiful": 332, "pushy": 2695, "coveting": 807, "wait": 3796, "apre": 221, "fancier": 1285, "entrees": 1181, "reputable": 2834, "shocked": 3055, "never": 2277, "today": 3537, "rude": 2912, "watered": 3826, "downhill": 1074, "tabassum": 3400, "quoting": 2713, "foremost": 1372, "weird": 3841, "racist": 2715, "ridiculous": 2871, "waiters": 3798, "beware": 362, "promptly": 2673, "tonights": 3544, "brews": 465, "replacements": 2832, "saturated": 2965, "if": 1736, "superb": 3364, "hubby": 1716, "whee": 3859, "overkill": 2435, "fooled": 1366, "pitch": 2557, "interior": 1835, "dizzying": 1050, "mumblings": 2239, "bated": 319, "beckoned": 336, "slight": 3119, "formally": 1379, "ample": 159, "gripe": 1521, "percy": 2509, "flaky": 1342, "thin": 3488, "balanced": 299, "sweat": 3386, "dj": 1052, "groove": 1527, "mix": 2191, "fan": 1284, "keeps": 1899, "unmatched": 3694, "testament": 3464, "places": 2565, "sniff": 3159, "heyday": 1637, "avenuers": 271, "highlight": 1642, "enjoyed": 1171, "literally": 2001, "cocky": 679, "sooooo": 3191, "fully": 1424, "excel": 1221, "honeestly": 1671, "courteous": 806, "tire": 3532, "complaining": 722, "smooth": 3147, "crabs": 811, "luckily": 2050, "phillyfoodandbrews": 2531, "5pm": 32, "inconsistent": 1772, "refunding": 2791, "minimum": 2176, "update": 3721, "bare": 303, "amend": 150, "considering": 756, "threatened": 3506, "did": 978, "lawsuit": 1950, "infestation": 1801, "rent": 2824, "gall": 1434, "attitude": 262, "done": 1057, "time": 3521, "order": 2401, "indescribable": 1786, "regret": 2796, "+": 12, "5": 29, "alas": 116, "affection": 100, "bitterly": 381, "bombarded": 419, "cocktails": 678, "ends": 1165, "digs": 990, "bodo": 412, "cocktail": 677, "frigid": 1411, "exaggeration": 1217, "soymilk": 3205, "grooveground": 1528, "frazzled": 1389, "snapped": 3158, "duper": 1109, "comfy": 705, "brioche": 472, "wildflower": 3872, "back": 287, "were": 3848, "cursed": 860, "conshohocken": 752, "nowhere": 2328, "because": 335, "split": 3236, "kinda": 1912, "crazy": 825, "flavor": 1347, "adorable": 90, "consistency": 757, "help": 1625, "buttercream": 513, "icing": 1729, "leprechaun": 1968, "sour": 3204, "rainbow": 2720, "dank": 880, "until": 3716, "fasteners": 1294, "odd": 2349, "waxer": 3830, "brazilians": 450, "smoothies": 3150, "don": 1056, "smoke": 3143, "often": 2361, "able": 49, "tina": 3527, "toast": 3536, "golden": 1479, "unsafe": 3709, "accomodate": 65, "limo": 1994, "daves": 886, "steaming": 3281, "dream": 1084, "addict": 82, "peppermint": 2508, "nutty": 2332, "suzy": 3384, "bartenders": 314, "entire": 1178, "vague": 3740, "important": 1752, "deli": 932, "recommended": 2775, "nashville": 2256, "ruins": 2918, "opulent": 2399, "vision": 3778, "paradise": 2471, "typical": 3628, "blast": 393, "fabulous": 1268, "s": 2926, "at": 252, "busy": 510, "smoker": 3144, "jerks": 1871, "world": 3909, "discounted": 1020, "stories": 3304, "clothes": 672, "sunburned": 3358, "haven": 1604, "bikers": 371, "after": 103, "improved": 1760, "officially": 2360, "deteriorated": 970, "complete": 725, "coinciding": 683, "logos": 2016, "bw3s": 518, "trendtastic": 3595, "star": 3266, "nope": 2309, "happen": 1583, "paid": 2456, "inconvenient": 1776, "bitch": 379, "impression": 1757, "hotel": 1701, "loaded": 2007, "tostada": 3560, "shrimp": 3075, "$": 6, "fine": 1323, "festive": 1311, "liking": 1986, "appetizer": 206, "quaint": 2698, "save": 2970, "homemade": 1668, "room": 2899, "unassuming": 3647, "aaa": 47, "relatively": 2802, "decorations": 911, "overcompensating": 2431, "unexpectedly": 3674, "inadequacies": 1764, "magnificent": 2064, "pampering": 2466, "zoo": 3968, "informed": 1806, "layout": 1952, "interacted": 1830, "what": 3856, "dangerous": 879, "impressive": 1758, "beverage": 361, "unlike": 3691, "warning": 3816, "paired": 2460, "strives": 3313, "drink": 1089, "touches": 3565, "awsome": 283, "diferent": 982, "warming": 3812, "cut": 868, "petty": 2524, "thinness": 3494, "natural": 2259, "typos": 3630, "threading": 3504, "salons": 2943, "isn": 1851, "eyebrows": 1265, "waxing": 3831, "thick": 3486, "thread": 3503, "confusion": 745, "meticulously": 2151, "lovely": 2038, "manicure": 2079, "cuticle": 870, "nails": 2252, "despite": 966, "soaks": 3167, "eat": 1121, "watery": 3829, "lacking": 1932, "spicy": 3230, "knowledgable": 1921, "heaven": 1616, "hands": 1574, "upgrade": 3723, "forcing": 1371, "scam": 2977, "again": 105, "apparently": 199, "andre": 165, "tattoo": 3436, "touched": 3564, "quirky": 2710, "obligated": 2337, "par": 2470, "blossom": 401, "unhealthy": 3682, "substitute": 3336, "came": 535, "below": 351, "defiantly": 918, "louie": 2033, "pricy": 2649, "unprecedented": 3699, "space": 3207, "limited": 1991, "standout": 3262, "gentle": 1458, "kris": 1925, "waiter": 3797, "obnoxious": 2340, "miserable": 2180, "whaaa": 3853, "run": 2919, "fancy": 1286, "easily": 1119, "bucktown": 486, "colorful": 691, "tourists": 3572, "kiiiiind": 1906, "unpleasant": 3697, "scorecard": 2990, "ubereats": 3633, "panini": 2469, "spartan": 3214, "seasoned": 3008, "board": 409, "dismissed": 1033, "sampled": 2950, "presentation": 2632, "tasting": 3432, "motif": 2219, "unbeatable": 3650, "pressured": 2634, "happier": 1585, "bridal": 466, "gowns": 1496, "case": 569, "struggling": 3317, "belligerent": 349, "oddly": 2350, "remedying": 2810, "almost": 130, "intimate": 1837, "pornography": 2600, "clientelle": 666, "awkward": 281, ";": 40, "divine": 1047, "meal": 2112, "favorites": 1302, "budging": 490, "confusing": 744, "budge": 488, "rewards": 2862, "breeze": 460, "peppermill": 2507, "commodores": 710, "suprisingly": 3371, "accomodating": 66, "bacchus": 285, "note": 2320, "unpretentious": 3701, "specialties": 3220, "caries": 562, "especially": 1192, "match": 2100, "banana": 300, "taste": 3423, "overcook": 2432, "sometimeeeees": 3183, "wallet": 3805, "check": 602, "obsessed": 2342, "depending": 953, "caffeinated": 526, "coffee": 680, "frills": 1412, "cafe": 524, "fabulously": 1269, "spot": 3239, "terrific": 3461, "skipped": 3110, "carryout": 568, "croutons": 843, "salads": 2936, "skimping": 3105, "salad": 2935, "cajun": 528, "received": 2767, "cicero": 648, "expensive": 1248, "inspiring": 1822, "okra": 2368, "dry": 1099, "calamari": 531, "stinkin": 3292, "breadcrumbs": 452, "deserved": 959, "hoagies": 1659, "take": 3410, "delightfully": 941, "lilette": 1987, "appreciate": 212, "costco": 796, "allow": 126, "westlake": 3851, "rarely": 2732, "opened": 2389, "bomb": 418, "fired": 1330, "alligator": 124, "crawfish": 823, "tourist": 3571, "crunchy": 849, "cons": 749, "unagi": 3646, "instead": 1826, "pros": 2676, "hippie": 1652, "delectable": 928, "tried": 3600, "shake": 3041, "talented": 3412, "lucky": 2051, "while": 3862, "known": 1923, "weekend": 3838, "upgrading": 3725, "selections": 3021, "get": 1461, "bunch": 499, "repeatedly": 2830, "orderup": 2404, "bose": 429, "purchase": 2688, "mistake": 2187, "biggest": 369, "booking": 424, "popular": 2598, "chain": 586, "northeast": 2313, "flawed": 1353, "horribly": 1689, "misseasoned": 2183, "theoritically": 3482, "redeem": 2779, "ruined": 2917, "seasonings": 3009, "cilantro": 650, "tortoise": 3557, "eh": 1138, "lame": 1941, "trop": 3605, "weekends": 3839, "damn": 876, "kthx": 1926, "sweaty": 3387, "razoo": 2749, "vomit": 3782, "jump": 1887, "blue": 405, "lish": 2000, "rittenhouse": 2882, "de": 889, "lindwedel": 1998, "heirlooms": 1623, "jewelers": 1876, "found": 1386, "engrave": 1168, "suppermarket": 3367, "adventurous": 94, "asian": 237, "expect": 1242, "durian": 1111, "meats": 2122, "brash": 447, "laraine": 1942, "yarn": 3929, "tucson": 3613, "highest": 1641, "purls": 2690, "knitting": 1919, "kiwi": 1917, "carries": 567, "told": 3539, "tough": 3566, "douchebags": 1066, "mismatched": 2181, "yellow": 3933, "frankly": 1387, "options": 2397, "problems": 2660, "trust": 3609, "headlight": 1607, "coopers": 787, "informing": 1807, "sell": 3023, "minimal": 2173, "hidden": 1639, "elegant": 1141, "aeropress": 97, "medium": 2127, "hook": 1677, "satiated": 2962, "occassional": 2346, "alternatively": 135, "lovers": 2040, "minimizes": 2175, "formal": 1378, "reason": 2758, "one": 2380, "nets": 2275, "fir": 1328, "dirtiest": 1008, "bojangles": 416, "forget": 1374, "gravy": 1508, "forgotten": 1377, "biscuits": 377, "napkins": 2254, "ran": 2724, "custardy": 863, "carmelicious": 565, "insane": 1813, "had": 1557, "vietnamese": 3772, "thai": 3467, "lunch": 2053, "loyalty": 2048, "screwed": 2998, "jersiest": 1873, "jersey": 1872, "underpaid": 3663, "rocking": 2890, "tempt": 3450, "nifty": 2285, "usefulness": 3737, "friendliest": 1406, "btw": 482, "inventory": 1841, "gawd": 1443, "rip": 2878, "yrs": 3957, "decadent": 899, "travel": 3584, "bet": 356, "doused": 1069, "snagging": 3156, "fave": 1300, "do": 1053, "unbelievable": 3651, "house": 1707, "cooperating": 786, "muffaletta": 2233, "jambalaya": 1867, "negative": 2268, "engaging": 1166, "there": 3483, "dryness": 1100, "wasted": 3823, "compliment": 727, "empty": 1157, "tum": 3616, "tables": 3402, "sub": 3330, "noisy": 2298, "reviews": 2861, "crispness": 834, "monsieur": 2209, "chewy": 615, "why": 3871, "stretch": 3311, "impress": 1755, "chilled": 620, "waffles": 3793, "chewing": 614, "pillowy": 2552, "texture": 3466, "ingredients": 1809, "hopes": 1683, "basic": 315, "dufour": 1104, "hit": 1654, "talkative": 3414, "whim": 3863, "diablos": 973, "shooters": 3058, "hoagie": 1658, "primo": 2652, "theirs": 3480, "level": 1974, "devine": 972, "sleeps": 3114, "roomservice": 2900, "let": 1971, "person": 2517, "pertains": 2523, "online": 2383, "looks": 2024, "elevates": 1142, "executed": 1235, "specialness": 3218, "delish": 942, "undercooked": 3661, "unavailable": 3649, "staffed": 3257, "remainder": 2808, "housekeeping": 1708, "continued": 769, "variety": 3748, "hot": 1699, "recently": 2769, "stopped": 3301, "occasions": 2344, "bartender": 313, "ungarischewurst": 3679, "confirm": 742, "hefty": 1622, "raushbier": 2744, "speckwurst": 3221, "disclosure": 1018, "manned": 2083, "rauschbier": 2743, "frozen": 1418, "cheerful": 605, "shanty": 3046, "youv": 3956, "detailed": 969, "tour": 3570, "brewery": 464, "tap": 3420, "partial": 2476, "highlights": 1643, "color": 689, "totallly": 3562, "hotels": 1702, "heavily": 1619, "appointed": 210, "halls": 1570, "besides": 353, "slideshow": 3118, "handmade": 1573, "fizz": 1340, "raunchy": 2742, "bluesy": 407, "blues": 406, "truly": 3608, "indy": 1795, "noodle": 2305, "bars": 311, "unresponsive": 3708, "hype": 1726, "oysters": 2452, "uninspired": 3688, "pizzza": 2562, "yes": 3939, "blind": 398, "practices": 2617, "loyal": 2047, "aware": 274, "rightful": 2875, "business": 508, "drawing": 1081, "eye": 1263, "establishment": 1194, "mikey": 2164, "tickets": 3516, "enthralled": 1176, "know": 1920, "shuuuuu": 3077, "stiff": 3290, "hospitality": 1696, "soups": 3202, "delightful": 940, "mariachi": 2092, "grill": 1517, "huaraches": 1715, "huarache": 1714, "choice": 633, "inexperience": 1799, "crusty": 851, "smells": 3140, "intense": 1829, "things": 3490, "exhaustively": 1238, "condescending": 737, "inaccurate": 1763, "safe": 2930, "startling": 3271, "interrupts": 1836, "feel": 1306, "range": 2727, "talks": 3415, "watched": 3825, "blah": 387, "thru": 3511, "drive": 1092, "said": 2932, "appreciated": 213, "&": 7, "stylish": 3326, "strong": 3316, "margarita": 2089, "sweet": 3388, "queso": 2702, "became": 334, "capital": 549, "taco": 3405, "apart": 190, "decade": 898, "stellar": 3283, "menus": 2140, "professionals": 2667, "gate": 1440, "carefully": 559, "altogether": 139, "use": 3735, "bibliophile": 367, "freeze": 1395, "chocolate": 631, "occassion": 2345, "craves": 822, "last": 1944, "e": 1115, "waffle": 3792, ":": 39, "dismal": 1031, "kitchy": 1914, "lacked": 1931, "convoluted": 778, "marginally": 2091, "plentiful": 2579, "wharf": 3855, "sunsets": 3362, "sweetest": 3390, "compostable": 730, "captivating": 551, "goodies": 1484, "grilled": 1518, "hero": 1632, "flavoring": 1349, "disappointment": 1015, "4am": 27, "laundry": 1949, "snob": 3161, "authentically": 267, "reviewers": 2859, "rolls": 2893, "grubage": 1535, "classic": 653, "fried": 1403, "worlds": 3910, "mashed": 2097, "movie": 2226, "hated": 1599, "4": 26, "incompetent": 1771, "optometrist": 2398, "eloquently": 1143, "haiku": 1561, "succinct": 3341, "beiler": 343, "pies": 2549, "messing": 2147, "up": 3720, "superrrr": 3366, "have": 1603, "would": 3918, "barely": 304, "finished": 1327, "owner": 2448, "lunchtime": 2054, "dang": 878, "juicy": 1885, "smyrna": 3152, "hamburgers": 1571, "royally": 2909, "cheesesteak": 610, "completely": 726, "thankful": 3470, "hindered": 1647, "bitter": 380, "mins": 2177, "vegetable": 3753, "newly": 2279, "furnished": 1428, "renovated": 2823, "dependable": 952, "prefer": 2624, "part": 2475, "flannery": 1344, "darn": 882, "apologizes": 196, "expedite": 1247, "claims": 652, "deleted": 929, "elapsed": 1140, "informs": 1808, "lettuce": 1973, "excess": 1231, "flavorless": 1350, "surly": 3373, "saltless": 2948, "gunshy": 1548, "reviewing": 2860, "elsewhere": 1145, "declined": 908, "sharon": 3049, "stated": 3273, "client": 665, "drugy": 1095, "yams": 3928, "lemonade": 1964, "around": 229, "lemons": 1966, "sigh": 3080, "imaginable": 1742, "nuff": 2329, "*": 11, "gainesville": 1433, "commercialized": 708, "originals": 2410, "shazam": 3051, "sonic": 3187, "waiting": 3799, "system": 3398, "favourite": 1303, "big": 368, "got": 1490, "bummed": 497, "rating": 2740, "sleazy": 3113, "peaceful": 2494, "kuryn": 1928, "lively": 2005, "reassuring": 2762, "m": 2056, "apps": 220, "pairing": 2461, "tastier": 3430, "dough": 1068, "smoothie": 3149, "restaurant": 2845, "mmmmmm": 2198, "notify": 2324, "welp": 3846, "slightly": 3121, "colors": 692, "dying": 1112, "substitution": 3337, "inconvenience": 1775, "consideration": 755, "refill": 2781, "shown": 3073, "commmitting": 709, "plenty": 2580, "aquarium": 222, "times": 3525, "edible": 1127, "snippy": 3160, "expecting": 1245, "complained": 721, "agreed": 109, "cheesy": 612, "bf": 364, "dish": 1025, "chose": 639, "ideal": 1732, "little": 2003, "exciting": 1233, "money": 2208, "holes": 1663, "right": 2874, "golf": 1480, "surpised": 3374, "amazon": 147, "has": 1596, "variaty": 3747, "dont": 1058, "insulting": 1828, "moderately": 2203, "emailed": 1147, "crumby": 847, "aufmuth": 263, "manipulate": 2080, "info": 1803, "posts": 2607, "rate": 2737, "interactive": 1831, "salted": 2946, "interested": 1833, "breast": 459, "dipping": 1005, "salt": 2945, "charge": 592, "accompanying": 68, "greens": 1513, "complaints": 724, "pieology": 2546, "measures": 2118, "fortunately": 1384, "decided": 904, "scrumptious": 3001, "izzie": 1861, "honey": 1675, "unceremoniously": 3654, "dose": 1063, "fatty": 1297, "wilted": 3876, "oxtails": 2450, "passable": 2479, "exemplary": 1236, "endodontics": 1163, "each": 1116, "pro": 2656, "cant": 547, "youre": 3955, "downright": 1075, "tremendously": 3593, "wank": 3808, "dillard": 991, "abysmal": 55, "addendum": 81, "meanwhile": 2116, "10": 17, "bothering": 433, "nostalgic": 2316, "timeless": 3523, "sagami": 2931, "reminisce": 2816, "yelper": 3936, "waitresses": 3801, "graciously": 1499, "overwhelming": 2447, "downfall": 1073, "timely": 3524, "tikka": 3519, "nola": 2299, "personality": 2520, "biscuit": 376, "half": 1568, "ladies": 1935, "took": 3547, "starving": 3272, "appalling": 198, "sayin": 2974, "vegatables": 3752, "beer": 339, "croquettes": 842, "vip": 3776, "bayou": 325, "aussies": 264, "kept": 1901, "glutton": 1473, "unblock": 3653, "profanity": 2663, "irresistible": 1844, "quote": 2712, "suffer": 3351, "cheaper": 600, "coinsistency": 684, "slurpee": 3130, "yeah": 3932, "blandness": 390, "stress": 3310, "comfort": 701, "ethiopian": 1197, "visitors": 3780, "differentiated": 985, "gluttonous": 1474, "blew": 396, "bliss": 399, "orginally": 2408, "twists": 3626, "godson": 1477, "mantra": 2086, "hesitant": 1634, "participated": 2477, "cleanliness": 661, "hesitate": 1635, "andererseits": 163, "uberwiegen": 3635, "publix": 2685, "uberschaubar": 3634, "hochqualitative": 1660, "die": 981, "amerikaner": 155, "gibt": 1463, "gro\u00dfen": 1532, "gro\u00dfer": 1533, "tipping": 3531, "particularly": 2478, "butter": 512, "chunky": 647, "plus": 2582, "tiny": 3529, "memory": 2136, "definite": 922, "sundaes": 3359, "opinion": 2390, "approves": 219, "creamy": 827, "understanding": 3667, "yesssss": 3940, "mindful": 2169, "scoops": 2988, "randomly": 2726, "hospital": 1695, "poppin": 2597, "young": 3952, "overwhelmed": 2446, "stuffy": 3321, "thrilled": 3510, "im": 1741, "raved": 2746, "lengthy": 1967, "gobbled": 1476, "limone": 1995, "old": 2369, "freakinggggg": 1392, "def": 917, "saucy": 2968, "broccoli": 475, "minus": 2178, "displeasure": 1038, "booked": 423, "custom": 864, "matt": 2103, "work": 3905, "soooooooo": 3192, "sublime": 3331, "jamba": 1866, "uniformly": 3684, "hence": 1628, "continue": 768, "sopes": 3193, "saltier": 2947, "hln": 1655, "separate": 3029, "napoli": 2255, "thumbs": 3513, "yea": 3931, "walmart": 3806, "onto": 2387, "squashing": 3247, "evil": 1213, "pple": 2615, "stomp": 3298, "profits": 2668, "decision": 905, "speedy": 3226, "point": 2584, "thrift": 3509, "joke": 1879, "candelabra": 542, "?": 42, "sorbet": 3194, "fav": 1299, "jalapeno": 1864, "whack": 3854, "reserved": 2839, "sodden": 3168, "inoffensively": 1811, "indistinguishable": 1792, "vulcanized": 3789, "deconstructed": 909, "lacks": 1934, "tatin": 3435, "convivial": 777, "deliciousness": 935, "toothy": 3548, "aplomb": 192, "strangely": 3306, "honest": 1672, "exceptional": 1230, "cobalt": 676, "pressure": 2633, "astray": 251, "vinegary": 3774, "rag": 2719, "personal": 2519, "freezing": 1396, "tag": 3408, "kalamata": 1893, "angeli": 167, "outdated": 2419, "anyhow": 185, "holla": 1664, "froyo": 1417, "wimp": 3877, "hearsay": 1611, "poisoning": 2586, "thank": 3469, "roulette": 2905, "thief": 3487, "facility": 1273, "advised": 96, "pleaded": 2570, "antibiotics": 181, "coma": 694, "care": 557, "fyi": 1431, "stick": 3286, "less": 1969, "kills": 1909, "more": 2214, "should": 3068, "drawbacks": 1080, "belive": 347, "stale": 3258, "comprised": 733, "yesterdays": 3942, "sue": 3350, "embarrass": 1148, "equals": 1187, "surprise": 3376, "melange": 2130, "wont": 3902, "thankfully": 3471, "transplant": 3581, "coordinators": 788, "ochsner": 2348, "folks": 1361, "nightmare": 2289, "dingy": 999, "caterer": 574, "lone": 2019, "handicap": 1572, "hold": 1661, "expanding": 1240, "dressier": 1087, "swamped": 3385, "bested": 355, "mona": 2207, "popped": 2596, "prob": 2657, "morrisville": 2216, "periodic": 2515, "forward": 1385, "scheduling": 2983, "experiance": 1249, "donuts": 1059, "doubt": 1065, "something": 3182, "sit": 3094, "fl": 1341, "rocks": 2891, "discovered": 1021, "congrats": 748, "zero": 3966, "whoopee": 3869, "favs": 1304, "sundays": 3361, "bayona": 324, "pork": 2599, "drippins": 1091, "fat": 1295, "shrapnel": 3074, "praise": 2618, "chick": 617, "flying": 1358, "unwind": 3719, "pie": 2544, "jamaican": 1865, "sping": 3232, "macaroni": 2057, "cabbage": 522, "plantain": 2566, "granted": 1504, "comforting": 704, "booooooooooooooooooooo": 425, "crappiest": 817, "dreadfully": 1082, "unique": 3689, "creative": 828, "teenagers": 3448, "dippin": 1004, "since": 3093, "animo": 170, "winning": 3886, "juices": 1884, "peeps": 2500, "opted": 2394, "swift": 3394, "rack": 2716, "went": 3847, "calgary": 532, "icy": 1730, "verdict": 3763, "silky": 3085, "frosties": 1414, "end": 1160, "rice": 2865, "reccomended": 2765, "crapshoot": 820, "website": 3836, "difficult": 987, "paraphrasing": 2472, "parking": 2473, "incorrect": 1777, "spent": 3227, "appealing": 201, "prichuto": 2647, "suprised": 3370, "definatly": 921, "italian": 1855, "appetizing": 208, "clickc": 664, "cardboard": 555, "statement": 3274, "unhappy": 3680, "heard": 1610, "envirotech": 1183, "felix": 1309, "mercifully": 2142, "installation": 1823, "by": 519, "unpressed": 3700, "critique": 838, "cubans": 853, "cuban": 852, "budget": 489, "lady": 1936, "hrs": 1713, "shuttles": 3076, "saving": 2971, "grace": 1497, "hr": 1712, "filthiest": 1318, "snobby": 3162, "pretentiousness": 2636, "baristas": 306, "roasting": 2886, "eager": 1117, "roasts": 2887, "roasters": 2885, "wingstop": 3884, "sorta": 3198, "stroganoff": 3314, "worries": 3912, "semi": 3024, "ll": 2006, "mater": 2102, "informative": 1805, "vibrant": 3770, "compute": 735, "ghetto": 1462, "sloppy": 3126, "ill": 1740, "karla": 1897, "datz": 884, "which": 3861, "torn": 3555, "shoprite": 3063, "stromboli": 3315, "]": 44, "mets": 2152, "lotsa": 2031, "ryebread": 2925, "mention": 2138, "alternatives": 136, "hungry": 1720, "gyro": 1553, "pick": 2539, "exceedingly": 1220, "dried": 1088, "celiacs": 582, "traitorous": 3579, "tastiest": 3431, "scrimp": 3000, "wish": 3891, "admitting": 88, "hopping": 1684, "equation": 1189, "understatement": 3669, "dentist": 950, "hinds": 1648, "makoto": 2072, "happily": 1586, "sticky": 3289, "soaked": 3166, "etoufee": 1198, "cost": 795, "buttery": 515, "spiced": 3229, "sparkling": 3212, "americanized": 153, "memorable": 2134, "accessibility": 61, "disinterested": 1029, "nearly": 2263, "gyms": 1552, "nostalgia": 2315, "overpowered": 2438, "britney": 474, "refilled": 2782, "cheesecake": 608, "simply": 3091, "how": 1710, "loud": 2032, "hmmm": 1657, "worker": 3906, "steven": 3285, "dismissive": 1034, "speaking": 3216, "uploaded": 3728, "tanning": 3418, "tacky": 3404, "shattered": 3050, "somewhat": 3185, "diamond": 975, "pounds": 2613, "asserting": 241, "polite": 2589, "naturally": 2260, "confidence": 739, "misspelled": 2186, "idea": 1731, "nicely": 2282, "demeaning": 947, "aren": 224, "korean": 1924, "underaged": 3660, "madigan": 2061, "specials": 3219, "tucks": 3612, "pastries": 2484, "ambience": 149, "slower": 3128, "yumyumyumyum": 3963, "amiss": 158, "frothy": 1416, "aftertaste": 104, "cappuccino": 550, "knickknack": 1918, "unreasonably": 3705, "noticeably": 2323, "rock": 2888, "noisey": 2297, "disappoints": 1016, "then": 3481, "omelets": 2375, "hates": 1600, "games": 1436, "saison": 2933, "grits": 1524, "local": 2011, "chill": 619, "rudely": 2913, "smell": 3137, "finch": 1321, "overshadowed": 2441, "tastefully": 3427, "uncover": 3657, "assure": 246, "appearance": 202, "play": 2569, "winding": 3880, "bulk": 494, "baking": 297, "healing": 1608, "tinge": 3528, "threatening": 3507, "nerve": 2273, "fiance": 1313, "threaten": 3505, "advice": 95, "vet": 3766, "eyelid": 1266, "seems": 3019, "mail": 2067, "qv": 2714, "stella": 3282, "rite": 2881, "shop": 3059, "strawberries": 3308, "vonnegut": 3784, "pg": 2525, "indyartsguide": 1796, "mural": 2240, "indianapolis": 1788, "pamela": 2465, "ginormous": 1465, "nervous": 2274, "acceptable": 59, "contrary": 771, "skeptic": 3100, "triaholic": 3598, "disinterest": 1028, "profess": 2664, "originally": 2409, "tria": 3597, "rarities": 2733, "sunday": 3360, "cheeses": 609, "rivals": 2883, "urine": 3733, "tenant": 3452, "spray": 3243, "resturant": 2847, "cheapest": 601, "chatty": 597, "prescription": 2629, "contacts": 764, "speedway": 3225, "communist": 712, "comparative": 713, "excellence": 1223, "mug": 2236, "rings": 2876, "foothill": 1369, "puppy": 2686, "veterinary": 3767, "saying": 2975, "chowed": 641, "light": 1982, "slutty": 3133, "dynamite": 1114, "coke": 685, "smallish": 3136, "indecision": 1781, "competent": 718, "ouch": 2413, "amputation": 160, "remimiencing": 2811, "distort": 1044, "romantically": 2895, "geek": 1445, "scrabble": 2992, "pike": 2550, "damage": 874, "inspected": 1819, "requested": 2835, "technically": 3446, "associates": 243, "ensure": 1174, "process": 2662, "multiple": 2237, "called": 533, "rental": 2825, "consulting": 763, "refund": 2788, "adoption": 89, "mistakes": 2189, "ultimately": 3640, "nonexistent": 2303, "insanely": 1814, "10x": 18, "zephyrhills": 3965, "surplus": 3375, "camping": 537, "slimey": 3122, "jfk": 1877, "excellently": 1226, "mixes": 2193, "karaoke": 1896, "mk": 2195, "mexopolitan": 2154, "upscale": 3729, "limewire": 1989, "smaller": 3135, "luxurious": 2055, "satisfying": 2964, "amid": 157, "1sts": 21, "declared": 906, "pushed": 2693, "differ": 983, "harassed": 1588, "ugly": 3637, "stuck": 3318, "returnable": 2852, "bobs": 411, "indicative": 1790, "dressed": 1085, "new": 2278, "regardless": 2794, "response": 2842, "rant": 2729, "declinded": 907, "steamed": 3280, "asparagus": 240, "sassy": 2961, "considerably": 753, "extreme": 1261, "limp": 1996, "ridiculously": 2872, "friend": 1404, "ignored": 1738, "martinis": 2095, "norm": 2311, "astonishing": 247, "brew": 462, "pub": 2684, "grub": 1534, "fixed": 1338, "repairman": 2828, "hassle": 1597, "refunded": 2790, "repair": 2827, "freon": 1397, "didnt": 980, "fixes": 1339, "guilty": 1545, "pleasure": 2578, "nook": 2307, "melissa": 2131, "sterile": 3284, "pierced": 2547, "smile": 3141, "ecologically": 1125, "importing": 1754, "record": 2777, "wetlands": 3852, "subsistence": 3333, "possibly": 2604, "comedy": 700, "theater": 3477, "minimalist": 2174, "chips": 629, "trendy": 3596, "wouldn": 3919, "existent": 1239, "dump": 1106, "etc": 1195, "wailing": 3795, "gumbo": 1547, "transported": 3582, "lastly": 1946, "rid": 2869, "unreal": 3703, "blase": 392, "causally": 577, "definitelly": 923, "ewwww": 1215, "bridesmaid": 467, "dresses": 1086, "mixed": 2192, "away": 275, "andouille": 164, "underrated": 3664, "apologise": 194, "thankyou": 3473, "lexus": 1975, "saleman": 2938, "exclaimed": 1234, "vegan": 3751, "cantina": 548, "nachos": 2250, "fajitas": 1281, "taken": 3411, "supply": 3368, "nail": 2251, "remains": 2809, "precision": 2623, "pedicure": 2498, "acrylic": 75, "alvernon": 140, "thoroughly": 3501, "mouthwatering": 2224, "hallelujah": 1569, "worthwhile": 3916, "tasteful": 3426, "charred": 596, "irritated": 1846, "confused": 743, "remodels": 2819, "hostess": 1697, "mad": 2058, "littered": 2002, "faces": 1272, "generously": 1455, "portioned": 2601, "expects": 1246, "greatest": 1511, "bothered": 432, "return": 2851, "consequences": 751, "ought": 2414, "dimly": 994, "uptown": 3731, "shack": 3040, "provides": 2681, "compromises": 734, "bala": 298, "towed": 3575, "motorsports": 2221, "communicated": 711, "daily": 873, "yumma": 3960, "thee": 3478, "salsa": 2944, "duderino": 1103, "experiences": 1251, "ac": 56, "chiba": 616, "rad": 2718, "empanadas": 1151, "weren": 3849, "scared": 2979, "everclear": 1206, "tiaras": 3515, "aesthetics": 99, "absolute": 52, "50lbs": 30, "bridgett": 469, "pimple": 2553, "granada": 1501, "provel": 2680, "mezzanine": 2155, "soho": 3171, "tzatziki": 3631, "sparse": 3213, "line": 1999, "excelling": 1227, "reverse": 2855, "opinions": 2391, "arrogant": 230, "hole": 1662, "funny": 1427, "effected": 1132, "cramped": 814, "massive": 2099, "@": 43, "change": 590, "bosnian": 430, "sangria": 2956, "regulars": 2799, "americans": 154, "miracle": 2179, "pennywort": 2504, "ate": 253, "laugh": 1947, "phones": 2535, "slippery": 3124, "hazard": 1605, "citygarden": 651, "lot": 2029, "card": 554, "pollen": 2590, "unsatisfied": 3711, "upgraded": 3724, "premium": 2625, "calories": 534, "maybe": 2105, "sb": 2976, "omelet": 2374, "croissant": 839, "inside": 1815, "50s": 31, "looking": 2023, "spoons": 3238, "obviously": 2343, "wtf": 3925, "waaaay": 3791, "reality": 2755, "tortilla": 3556, "awhile": 280, "wane": 3807, "ve": 3749, "sketchy": 3102, "grateful": 1506, "mechanics": 2124, "anyhoo": 184, "alternator": 137, "treatment": 3590, "manager": 2074, "warranty": 3817, "culprits": 854, "charged": 593, "effort": 1134, "sacrilege": 2927, "tad": 3407, "lager": 1937, "summers": 3357, "everybody": 1208, "option": 2395, "summary": 3356, "forstall": 1381, "forstalls": 1382, "discount": 1019, "bill": 372, "unfortunate": 3676, "null": 2330, "topless": 3551, "bathroom": 320, "batting": 323, "candy": 543, "vodkas": 3781, "fit": 1334, "shout": 3069, "geeks": 1446, "understands": 3668, "empire": 1152, "mess": 2144, "different": 984, "coffees": 681, "lofty": 2015, "pilates": 2551, "overcharged": 2430, "remind": 2812, "whatever": 3857, "story": 3305, "timed": 3522, "security": 3015, "sashimi": 2959, "kudos": 1927, "wireless": 3888, "incarnation": 1768, "disorganized": 1035, "seating": 3011, "tamales": 3416, "doritos": 1062, "invention": 1840, "lies": 1979, "cured": 857, "hangover": 1580, "comparison": 716, "hurts": 1724, "deducing": 913, "ithaca": 1857, "quiet": 2707, "tend": 3453, "skip": 3109, "combo": 695, "might": 2161, "douchey": 1067, "tirelessly": 3533, "shelter": 3053, "bahn": 294, "show": 3071, "tech": 3445, "cable": 523, "scheduled": 2982, "every": 1207, "welcoming": 3844, "sorely": 3195, "undeterred": 3671, "reminiscent": 2817, "ground": 1530, "tastebuds": 3424, "3000km": 25, "incomparable": 1770, "apology": 197, "cancelled": 541, "etch": 1196, "goth": 1491, "decatur": 900, "post": 2605, "trustworthy": 3610, "wouldnt": 3920, "email": 1146, "bottom": 436, "inattentive": 1766, "croissants": 840, "patisserie": 2489, "surreal": 3380, "come": 699, "shapiros": 3047, "slushy": 3131, "custard": 862, "treats": 3591, "ultra": 3641, "gelatis": 1448, "outrageous": 2421, "shakers": 3042, "costly": 798, "revered": 2854, "aficionados": 102, "cigar": 649, "mcmahons": 2110, "reccommend": 2766, "mussels": 2245, "size": 3096, "improvement": 1761, "madeleine": 2060, "ohhh": 2363, "fain": 1276, "slop": 3125, "gokul": 1478, "caring": 563, "toughest": 3569, "henderson": 1629, "styles": 3325, "tuesday": 3614, "ruby": 2911, "cannot": 546, "refugee": 2787, "oil": 2364, "genius": 1456, "disdainful": 1022, "matched": 2101, "damper": 877, "pretentious": 2635, "presentantations": 2631, "souffle": 3200, "artistically": 233, "leaky": 1956, "deletes": 930, "rick": 2867, "deleting": 931, "alot": 131, "ceremony": 583, "veggie": 3756, "aggressive": 106, "equal": 1185, "demarco": 946, "make": 2070, "neither": 2272, "adequate": 84, "deceptively": 903, "mildly": 2166, "compliments": 729, "laid": 1939, "retinas": 2850, "chilllllll": 622, "decorum": 912, "quintessential": 2709, "unabashedly": 3643, "attendant": 259, "respectful": 2841, "brass": 448, "harmonious": 1593, "unfriendly": 3678, "unreliable": 3706, "tiki": 3518, "signature": 3084, "swizzle": 3395, "unbelievably": 3652, "sizes": 3097, "hearty": 1614, "breakfasts": 458, "skillet": 3103, "muck": 2232, "joking": 1880, "potatoes": 2608, "offering": 2357, "see": 3016, "tempted": 3451, "loathe": 2010, "appeal": 200, "pancakes": 2468, "tastes": 3429, "differently": 986, "nor": 2310, "turvy": 3622, "settled": 3038, "topsy": 3554, "kind": 1911, "random": 2725, "gigantic": 1464, "careful": 558, "screwing": 2999, "orleeeens": 2411, "accidents": 63, "immediately": 1747, "thereafter": 3484, "riot": 2877, "life": 1980, "claw": 657, "drunken": 1097, "dina": 995, "pirate": 2554, "arent": 225, "quick": 2705, "boneless": 421, "sauces": 2967, "crave": 821, "uber": 3632, "freundliche": 1402, "blick": 397, "lokal": 2017, "dated": 883, "confident": 740, "yippie": 3946, "spicyness": 3231, "whoadamn": 3866, "shit": 3054, "sugary": 3352, "shocker": 3056, "sweeter": 3389, "fate": 1296, "boba": 410, "tons": 3545, "feelin": 1307, "wind": 3879, "growl": 1531, "cheep": 604, "waste": 3822, "lillana": 1988, "chair": 587, "helped": 1626, "hours": 1706, "acknowledged": 72, "colored": 690, "quietly": 2708, "jealous": 1869, "pottery": 2610, "paint": 2459, "neatly": 2265, "boyfriend": 446, "worried": 3911, "table": 3401, "reluctantly": 2807, "wonderfully": 3900, "noodles": 2306, "veggy": 3758, "bike": 370, "professionalism": 2666, "boi": 414, "tune": 3618, "unequivocally": 3672, "immaculately": 1746, "runny": 2921, "oniony": 2382, "frustrating": 1420, "oversold": 2442, "glowing": 1472, "syrup": 3397, "5stars": 33, "chilling": 621, "dispered": 1037, "solely": 3173, "insult": 1827, "lowdown": 2043, "obliterated": 2339, "freaky": 1393, "swell": 3393, "freakin": 1390, "limitation": 1990, "nitro": 2292, "tossing": 3559, "compote": 731, "nitrogen": 2293, "grainy": 1500, "regretted": 2797, "ask": 238, "paled": 2464, "yay": 3930, "chowder": 640, "gratuity": 1507, "hurry": 1723, "canceled": 540, "stupid": 3323, "comcasts": 698, "comcast": 697, "guess": 1542, "sweetheart": 3391, "grumpy": 1538, "cbd": 581, "caffiene": 527, "closed": 670, "handwritten": 1576, "announcing": 171, "wasabi": 3819, "mmm": 2196, "bacon": 289, "uplifting": 3727, "cracks": 812, "moxy": 2229, "seamlessly": 3004, "wonderland": 3901, "spunk": 3246, "killer": 1908, "doesn": 1055, "interest": 1832, "snack": 3153, "treasure": 3585, "7": 35, "fitting": 1336, "boxy": 445, "mankind": 2081, "mannequin": 2084, "smoothly": 3151, "psyched": 2683, "positives": 2603, "hour": 1705, "pricewise": 2645, "busier": 507, "lowe": 2044, "intuitive": 1839, "overstaff": 2443, "quicker": 2706, "largest": 1943, "purposely": 2691, "freaking": 1391, "movers": 2225, "met": 2149, "professional": 2665, "colonics": 688, "juciness": 1883, "customizeable": 866, "dirt": 1007, "cooler": 784, "arnoldi": 228, "genuinely": 1460, "coals": 675, "coal": 674, "hookah": 1678, "wrenching": 3922, "flash": 1345, "expansive": 1241, "adored": 92, "unhealthier": 3681, "cardio": 556, "showers": 3072, "24hrs": 23, "kissing": 1913, "managers": 2075, "stabbed": 3251, "1am": 20, "buddy": 487, "sworn": 3396, "sense": 3026, "left": 1962, "rudeness": 2914, "sardines": 2958, "heat": 1615, "smiling": 3142, "contemplated": 766, "trip": 3603, "disability": 1010, "campers": 536, "lifetime": 1981, "pedestrian": 2496, "overdone": 2434, "relief": 2806, "burned": 503, "bennachin": 352, "salchipapas": 2937, "convenience": 773, "alessi": 118, "hangout": 1579, "refreshment": 2786, "detractors": 971, "grungy": 1540, "refundable": 2789, "urgent": 3732, "women": 3896, "answered": 178, "obligations": 2338, "soley": 3174, "learned": 1957, "corporate": 792, "penalize": 2502, "cancel": 539, "issue": 1852, "succulents": 3342, "flowers": 1355, "bouquets": 440, "terribly": 3460, "proudly": 2678, "leaking": 1955, "oozed": 2388, "precisely": 2622, "bowl": 444, "joy": 1882, "cakes": 530, "skimpy": 3106, "tipitina": 3530, "thursday": 3514, "course": 805, "deelish": 915, "touristy": 3573, "cares": 561, "tasteless": 3428, "rootbeer": 2902, "reminder": 2814, "pricer": 2643, "manayunk": 2076, "depends": 954, "jovi": 1881, "egads": 1136, "backup": 288, "shopper": 3061, "spire": 3234, "tailor": 3409, "sake": 2934, "independantly": 1784, "buy": 516, "honesty": 1674, "roofsavers": 2898, "inspection": 1820, "indicated": 1789, "roofing": 2897, "unnecessary": 3695, "roof": 2896, "inspections": 1821, "downside": 1076, "exception": 1229, "steal": 3279, "astound": 249, "prognosis": 2669, "waaaaaaaay": 3790, 