{"try": 5610, "early": 1781, "pesto": 3916, ";": 109, "imagination": 2733, "university": 5689, "primo": 4154, "gets": 2307, "food": 2147, "atmosphere": 410, "guy": 2461, "me": 3302, "vegas": 5752, "stuff": 5174, "traffic": 5550, "casinos": 955, "kids": 2969, "my": 3515, "got": 2367, "asshole": 396, "hotel": 2666, "cheap": 1023, "'": 10, "gaming": 2263, "huge": 2691, "casino": 954, "games": 2262, "!": 4, "you": 6039, "rooms": 4522, "get": 2305, "door": 1703, "big": 599, "ok": 3668, "crappy": 1383, "places": 4007, "like": 3094, "wasn": 5856, "weekend": 5885, "whatnot": 5908, "clean": 1125, ":": 108, "made": 3207, "we": 5876, "room": 4521, "jackasses": 2878, "page": 3772, "everynight": 1909, "aren": 356, "til": 5469, "will": 5939, "ever": 1905, "between": 590, "has": 2523, "knowledge": 2994, "stag": 5067, "rest": 4447, "kong": 2999, "difference": 1609, "due": 1759, "always": 256, "-": 16, "treat": 5572, "subtitles": 5191, "order": 3710, "assured": 402, "1am": 43, "boy": 726, "other": 3723, "with": 5959, "to": 5485, "friends": 2215, "raised": 4264, "they": 5422, "are": 353, "can": 889, "bettie": 589, "their": 5412, "chz": 1096, ")": 12, "mushroom": 3503, "cross": 1411, "husband": 2702, "blue": 653, "bc": 521, "country": 1348, "bacon": 460, "small": 4891, "burger": 821, "drive": 1742, "welcomed": 5897, "staff": 5065, "place": 4005, "not": 3606, "stopped": 5143, "gave": 2281, "asked": 389, "looked": 3158, "threw": 5448, "no": 3579, "disgusted": 1647, "oven": 3743, "mad": 3206, "garbage": 2269, "nasty": 3532, "remake": 4397, "employee": 1833, "if": 2721, "(": 11, "went": 5901, "do": 1676, "?": 111, "floor": 2128, "cold": 1173, "placed": 4006, "away": 442, "a": 114, "of": 3655, "the": 5407, "what": 5907, "is": 2858, "but": 837, "vicariously": 5783, "would": 5995, "however": 2679, "because": 537, "make": 3225, "inappropriate": 2751, "worse": 5990, "hand": 2490, "better": 588, "he": 2535, "sooner": 4961, "caution": 968, "seen": 4711, "going": 2351, "that": 5405, "for": 2154, "in": 2750, ".": 17, "one": 3686, "amazing": 260, "was": 5852, "pizza": 4000, "selection": 4718, "beer": 545, "and": 281, "taking": 5300, "pups": 4211, "dog": 1681, "mines": 3395, "riddled": 4485, "poop": 4067, "areas": 355, "&": 9, "cajun": 866, "bands": 483, "stars": 5083, "blues": 655, "hurricanes": 2700, "live": 3122, "music": 3506, "killer": 2972, "dive": 1669, "house": 2674, "select": 4716, "man": 3238, "beers": 546, "soup": 4983, "curry": 1449, "hello": 2565, "say": 4633, "familiar": 1998, "good": 2358, "also": 249, "snapper": 4919, "ready": 4314, "him": 2594, "unfamiliar": 5674, "pyt": 4219, "supremely": 5237, "were": 5902, "found": 2177, "reason": 4323, "fries": 2216, "example": 1920, "show": 4800, "take": 5297, "find": 2073, "burgers": 822, "philadelphians": 3929, "as": 382, "section": 4701, "bar": 489, "olivette": 3676, "size": 4847, "best": 584, "s": 4559, "or": 3708, "making": 3229, "knowledgeable": 2995, "captain": 911, "fantastic": 2008, "being": 559, "plane": 4011, "visiting": 5804, "currently": 1448, "all": 228, "days": 1488, "first": 2090, "our": 3729, "boyfriend": 727, "skeptical": 4852, "velvet": 5763, "cupcake": 1443, "am": 257, "addicted": 162, "row": 4534, "definitely": 1530, "noses": 3603, "dumped": 1766, "pregnant": 4121, "figured": 2059, "wandered": 5843, "neutered": 3553, "skinny": 4860, "malnourished": 3234, "who": 5924, "wouldn": 5996, "someone": 4945, "parked": 3813, "pitiful": 3998, "handling": 2496, "feral": 2044, "cats": 964, "lived": 3123, "stool": 5140, "let": 3085, "people": 3885, "week": 5884, "understand": 5667, "tiny": 5476, "spayed": 5006, "about": 121, "feed": 2035, "cat": 958, "though": 5440, "unless": 5690, "this": 5435, "ordered": 3711, "nothing": 3611, "brunch": 786, "omelette": 3681, "cap": 905, "peruse": 3913, "prompt": 4187, "back": 457, "name": 3524, "little": 3121, "long": 3151, "text": 5393, "waiting": 5831, "loss": 3164, "without": 5961, "quality": 4226, "tip": 5477, "louis": 3173, "saint": 4568, "be": 522, "time": 5471, "fast": 2012, "enter": 1855, "watch": 5859, "next": 3563, "previous": 4142, "call": 874, "spring": 5047, "grouper": 2432, "salads": 4572, "conducted": 1251, "18": 37, "fried": 2210, "average": 438, "real": 4315, "potatoes": 4099, "seafood": 4678, "write": 6004, "deep": 1525, "cuban": 1434, "cobb": 1153, "ear": 1779, "ed": 1800, "business": 832, "$": 7, "waitress": 5832, "managers": 3242, "within": 5960, "airbnb": 210, "\"": 5, "thanks": 5402, "pretty": 4139, "taste": 5329, "chinese": 1064, "used": 5723, "longer": 3153, "barcade": 491, "sandiwch": 4596, "galaga": 2254, "draft": 1721, "kitchen": 2983, "cranberry": 1379, "pbr": 3862, "sandwich": 4597, "coleslaw": 1175, "bit": 620, "night": 3570, "sandwiches": 4598, "3rd": 73, "dance": 1473, "2nd": 62, "fare": 2010, "town": 5543, "turn": 5624, "/": 18, "too": 5506, "overstuffed": 3752, "slathered": 4868, "overpriced": 3750, "nacho": 3520, "wouldve": 5997, "heaping": 2542, "thinly": 5431, "sliced": 4876, "even": 1900, "grilled": 2416, "meat": 3310, "ounces": 3728, "walk": 5836, "took": 5507, "grill": 2415, "want": 5844, "onions": 3690, "attentive": 417, "granulated": 2390, "boast": 659, "nicest": 3567, "case": 951, "love": 3176, "key": 2961, "dissolve": 1659, "serve": 4735, "finally": 2071, "walls": 5840, "service": 4740, "point": 4047, "wood": 5973, "attractive": 423, "bywater": 850, "main": 3219, "experience": 1948, "sweet": 5265, "simple": 4828, "b": 451, "very": 5776, "two": 5636, "new": 3555, "bucks": 796, "area": 354, "low": 3184, "fighting": 2057, "woodstocks": 5975, "on": 3684, "favorite": 2025, "butter": 838, "coming": 1206, "sauce": 4617, "eggs": 1813, "excellent": 1925, "friendly": 2214, "quite": 4245, "hounded": 2671, "his": 2604, "noticed": 3614, "southerners": 4992, "mean": 3305, "walked": 5837, "look": 3157, "half": 2480, "suds": 5204, "loooooove": 3161, "chic": 1046, "shabby": 4753, "alluring": 236, "pefect": 3875, "window": 5944, "basic": 506, "candles": 894, "accessories": 134, "scents": 4645, "baristas": 494, "road": 4504, "clover": 1145, "down": 1712, "such": 5198, "work": 5980, "busy": 836, "important": 2742, "great": 2403, "orders": 3713, "have": 2531, "had": 2471, "okay": 3669, "lease": 3065, "poisonous": 4051, "issue": 2866, "harmful": 2519, "termites": 5384, "never": 3554, "needs": 3546, "termite": 5383, "spraying": 5046, "bombed": 673, "manager": 3241, "plays": 4031, "problem": 4166, "risk": 4497, "closed": 1139, "kind": 2975, "own": 3755, "tables": 5281, "cue": 1439, "semi": 4722, "chu": 1091, "some": 4943, "how": 2678, "drinks": 1741, "nachos": 3521, "pizzas": 4001, "chicken": 1050, "ll": 3125, "table": 5280, "4": 74, "an": 279, "bartender": 501, "50": 82, "tortellini": 5519, "ravioli": 4300, "entree": 1865, "dishes": 1650, "review": 4465, "dinners": 1624, "times": 5474, "pasta": 3841, "re": 4306, "price": 4144, "gyoza": 2465, "yaki": 6013, "nice": 3565, "suggestion": 5209, "perfectly": 3901, "pretzels": 4141, "pints": 3986, "special": 5011, "allows": 235, "growlers": 2437, "caps": 910, "pressurize": 4134, "establishment": 1885, "pint": 3985, "craft": 1377, "well": 5899, "independent": 2769, "sit": 4839, "throw": 5453, "so": 4925, "go": 2343, "itself": 2874, "helped": 2567, "cute": 1456, "fix": 2098, "each": 1778, "owner": 3757, "gem": 2292, "now": 3623, "wish": 5958, "loved": 3177, "since": 4830, "from": 2222, "told": 5495, "staples": 5079, "center": 980, "everyone": 1910, "lovely": 3178, "server": 4737, "update": 5709, "just": 2932, "it": 2868, "every": 1906, "thing": 5427, "here": 2574, "loves": 3181, "i": 2711, "delicious": 1545, "day": 1487, "something": 4946, "blocks": 646, "getaway": 2306, "appetizer": 330, "neighborhood": 3549, "heart": 2547, "openness": 3700, "comfort": 1199, "once": 3685, "alone": 242, "wings": 5951, "jukebox": 2924, "drinker": 1739, "televisions": 5366, "fan": 2003, "outside": 3741, "nearly": 3539, "person": 3908, "large": 3034, "acceptance": 131, "quesadillas": 4235, "its": 2873, "known": 2996, "feels": 2039, "wide": 5932, "15": 32, "middle": 3375, "slow": 4885, "unprofessional": 5694, "inquire": 2810, "unacceptable": 5655, "customer": 1452, "staffing": 5066, "competition": 1221, "why": 5931, "frustration": 2233, "didn": 1602, "spoke": 5038, "did": 1601, "booked": 683, "when": 5910, "game": 2261, "seating": 4692, "bad": 461, "ruining": 4546, "recommend": 4342, "checking": 1029, "highly": 2589, "ingredients": 2801, "king": 2980, "truck": 5601, "restaurant": 4448, "holy": 2629, "bella": 565, "perfect": 3898, "rustic": 4556, "throughout": 5452, "class": 1117, "wife": 5934, "already": 247, "there": 5419, "both": 704, "start": 5084, "morning": 3458, "fresh": 2204, "lou": 3170, "outfitters": 3736, "sweaters": 5263, "product": 4173, "housewares": 2676, "chain": 992, "anthropologie": 305, "tchotchkes": 5350, "repulic": 4426, "urban": 5718, "walnut": 5842, "line": 3106, "concept": 1239, "store": 5146, "cheesesteak": 1038, "delivery": 1556, "happy": 2512, "put": 4216, "said": 4567, "gotten": 2370, "heard": 2544, "misheard": 3408, "meant": 3307, "anything": 312, "cooked": 1311, "burnt": 827, "enormous": 1852, "waiters": 5830, "chunks": 1092, "bronzino": 774, "impeccable": 2739, "absolutely": 125, "wonderful": 5970, "everytime": 1912, "makes": 3227, "industrial": 2782, "sure": 5241, "unsettling": 5702, "lights": 3093, "historic": 2605, "set": 4746, "really": 4319, "same": 4588, "maybe": 3298, "contemporary": 1291, "your": 6044, "add": 158, "bring": 758, "space": 4998, "lots": 3167, "saw": 4631, "businesses": 833, "m": 3199, "rendon": 4412, "sound": 4979, "aluminum": 254, "sb": 4636, "round": 4532, "believe": 563, "style": 5180, "dough": 1710, "crust": 1427, "bottom": 711, "most": 3465, "ring": 4492, "menu": 3347, "available": 436, "10": 24, "focus": 2138, "fi": 2050, "few": 2049, "void": 5810, "out": 3732, "latin": 3047, "variety": 5745, "only": 3692, "peaceful": 3865, "seems": 4710, "decently": 1506, "philly": 3930, "satisfied": 4614, "merle": 3354, "changing": 1005, "rare": 4284, "glad": 2329, "hairstylists": 2478, "ladies": 3016, "before": 550, "old": 3671, "months": 3451, "couple": 1351, "city": 1109, "pleasently": 4036, "worth": 5992, "crispy": 1404, "hour": 2672, "seat": 4690, "tuesday": 5618, "tacos": 5287, "awesome": 444, "taco": 5285, "pickup": 3951, "quick": 4240, "legit": 3077, "saver": 4628, "hangry": 2506, "min": 3391, "hope": 2649, "into": 2847, "threshold": 5446, "seated": 4691, "tasty": 5339, "tuesdays": 5619, "santa": 4603, "minutes": 3406, "veggie": 5759, "noodle": 3591, "either": 1815, "seem": 4708, "more": 3457, "restaurants": 4449, "broccoli": 770, "tend": 5375, "pineapple": 3979, "plain": 4009, "able": 120, "combos": 1196, "blind": 642, "spot": 5041, "family": 2000, "calamari": 870, "honey": 2639, "birthday": 612, "appetizers": 331, "forever": 2158, "listen": 3118, "entirety": 1863, "waits": 5834, "albums": 218, "played": 4028, "telling": 5370, "complimenting": 1232, "impressed": 2747, "number": 3626, "singer": 4832, "contracted": 1297, "through": 5451, "notes": 3610, "upon": 5713, "end": 1840, "fill": 2062, "test": 5389, "consistent": 1277, "usually": 5728, "retrieving": 4460, "syrups": 5275, "specific": 5015, "part": 3822, "change": 1002, "cereals": 986, "much": 3487, "those": 5439, "cup": 1442, "been": 544, "toppings": 5515, "girl": 2321, "dominic": 1693, "daddy": 1465, "any": 307, "closest": 1141, "packed": 3767, "full": 2236, "buddies": 799, "sans": 4602, "taken": 5298, "her": 2571, "glorious": 2338, "feel": 2037, "hungry": 2699, "us": 5721, "way": 5872, "liked": 3095, "think": 5429, "musicians": 3508, "defunct": 1531, "sneak": 4921, "meaning": 3306, "disgusting": 1648, "awful": 446, "online": 3691, "ve": 5747, "vs": 5819, "know": 2991, "watery": 5866, "thinking": 5430, "mess": 3355, "party": 3830, "opinion": 3701, "far": 2009, "drink": 1737, "club": 1146, "dynamic": 1776, "program": 4182, "laid": 3023, "relaxing": 4391, "welcome": 5896, "cafe": 857, ",": 15, "fun": 2239, "personal": 3910, "original": 3720, "dining": 1622, "okra": 3670, "authentic": 430, "12": 27, "decided": 1509, "begin": 553, "probably": 4165, "mainstay": 3221, "pizazz": 3999, "fixe": 2099, "zagat": 6055, "sundays": 5219, "reservations": 4436, "move": 3477, "seatings": 4693, "28": 61, "sunday": 5218, "bargain": 493, "prix": 4162, "blown": 650, "courses": 1357, "tasting": 5338, "garnish": 2274, "thin": 5426, "don": 1695, "t": 5278, "french": 2200, "bike": 603, "honestly": 2638, "hiking": 2591, "park": 3812, "yes": 6030, "resort": 4441, "takes": 5299, "lobby": 3131, "fetch": 2048, "bbq": 520, "sausage": 4621, "cozy": 1370, "sorry": 4970, "folks": 2141, "dessert": 1585, "she": 4770, "dinner": 1623, "friday": 2207, "availabilities": 435, "blowout": 651, "bonus": 680, "further": 2246, "major": 3223, "salon": 4579, "lost": 3165, "visit": 5802, "barbara": 490, "minute": 3405, "last": 3041, "tara": 5320, "wash": 5854, "choriqueso": 1082, "cilantro": 1101, "guacamole": 2444, "marinated": 3260, "orange": 3709, "pastor": 3844, "squeeze": 5057, "touch": 5528, "street": 5155, "garlic": 2273, "super": 5225, "heirloom": 2560, "plus": 4043, "together": 5492, "fine": 2076, "addition": 163, "olive": 3674, "group": 2431, "enough": 1853, "shot": 4794, "custard": 1450, "panini": 3796, "piece": 3959, "youngsters": 6043, "free": 2195, "coffeeshop": 1166, "expect": 1940, "above": 122, "crowded": 1417, "notches": 3608, "punked": 4209, "sometimes": 4949, "musical": 3507, "bye": 847, "mile": 3383, "birdie": 611, "margaritas": 3257, "things": 5428, "muny": 3501, "catch": 959, "evening": 1901, "fans": 2006, "talk": 5302, "right": 4490, "true": 5604, "where": 5912, "bunch": 815, "rhawnhurst": 4474, "artifax": 377, "wares": 5846, "exton": 1962, "stones": 5138, "centers": 983, "mission": 3414, "primary": 4151, "ahem": 205, "standpoint": 5078, "choice": 1074, "solid": 4938, "posters": 4095, "west": 5904, "side": 4816, "#": 6, "counter": 1345, "rinconcito": 4491, "importantly": 2743, "waitstaff": 5835, "marqueza": 3263, "darby": 1478, "el": 1816, "fajitas": 1990, "hoodwangs": 2642, "pickles": 3949, "ghettofabness": 2313, "charm": 1017, "fish": 2091, "sooo": 4962, "later": 3045, "explore": 1957, "enchilada": 1836, "finish": 2077, "eh": 1814, "brought": 779, "yet": 6033, "reputable": 4428, "unimpressive": 5681, "artists": 379, "students": 5171, "gett": 2308, "thursdays": 5460, "institution": 2826, "uno": 5693, "works": 5985, "collections": 1180, "represented": 4424, "downtown": 1717, "come": 1197, "entrees": 1866, "item": 2871, "portion": 4084, "leaves": 3068, "came": 880, "generous": 2297, "grape": 2391, "again": 197, "jalepeno": 2885, "cucumber": 1437, "masking": 3278, "mint": 3403, "pepper": 3888, "flavor": 2114, "meal": 3304, "chef": 1041, "belly": 570, "rehearsed": 4383, "goofy": 2363, "lines": 3107, "cream": 1392, "bottlenecks": 709, "registration": 4376, "annoying": 296, "surprised": 5250, "turned": 5625, "car": 913, "sold": 4937, "use": 5722, "noon": 3593, "wonder": 5969, "ranting": 4282, "knew": 2987, "could": 1342, "at": 406, "poisoned": 4050, "sat": 4610, "especially": 1880, "hearing": 2545, "total": 5523, "while": 5918, "gives": 2327, "basically": 507, "amazed": 259, "lighting": 3091, "hushpuppies": 2704, "crawdad": 1388, "plate": 4022, "wine": 5946, "crab": 1372, "1": 23, "overall": 3745, "different": 1610, "talent": 5301, "vegan": 5750, "jail": 2882, "across": 147, "pricey": 4148, "options": 3707, "mics": 3373, "hummus": 2695, "biggest": 601, "weird": 5895, "bummer": 813, "hockey": 2613, "ordering": 3712, "waited": 5828, "least": 3066, "chatting": 1021, "wrong": 6007, "should": 4796, "employees": 1834, "mutter": 3514, "looking": 3159, "stale": 5070, "foot": 2152, "supposed": 5235, "doing": 1684, "standing": 5077, "expensive": 1946, "catfish": 963, "ambiance": 263, "succulunt": 5197, "cook": 1310, "reggie": 4374, "tender": 5376, "shoulder": 4797, "beans": 527, "everything": 1911, "reviewer": 4467, "buy": 844, "acknowledge": 143, "3": 64, "ask": 388, "positive": 4087, "guys": 2463, "run": 4549, "cabana": 853, "list": 3116, "stand": 5074, "bars": 499, "light": 3089, "placated": 4004, "nor": 3596, "overcooked": 3747, "unseasoned": 5701, "non": 3589, "than": 5398, "whopper": 5928, "cause": 966, "worst": 5991, "dug": 1762, "salt": 4582, "lunch": 3192, "keep": 2954, "cut": 1455, "crinkle": 1400, "isn": 2863, "stinky": 5125, "basil": 508, "tofu": 5491, "pair": 3779, "bravo": 735, "die": 1604, "ginger": 2319, "socks": 4927, "spicy": 5026, "helpful": 2568, "reno": 4413, "team": 5354, "worked": 5981, "interactive": 2838, "ballwin": 474, "jet": 2899, "gems": 2293, "habersette": 2470, "homey": 2634, "pleasant": 4033, "lazy": 3059, "kudos": 3003, "desiree": 1582, "scrapple": 4666, "aaaaadriannn": 116, "accommodating": 135, "sisters": 4838, "return": 4461, "coordinate": 1317, "adrian": 179, "cake": 867, "kitschy": 2985, "browse": 782, "soooo": 4963, "allergies": 230, "brisket": 762, "eye": 1965, "winslow": 5954, "behold": 557, "kicking": 2966, "sale": 4576, "stroll": 5165, "giving": 2328, "changed": 1003, "tress": 5583, "course": 1356, "pass": 3834, "picnic": 3953, "pavilions": 3857, "separate": 4728, "sign": 4819, "veer": 5749, "idea": 2718, "delip": 1552, "year": 6021, "brand": 730, "dealing": 1495, "serviced": 4741, "needed": 3544, "attitude": 420, "received": 4331, "worn": 5988, "mechanic": 3315, "sushi": 5255, "today": 5489, "sara": 4605, "novel": 3619, "reminded": 4403, "chainey": 993, "timers": 5473, "south": 4989, "bakery": 469, "request": 4429, "tone": 5501, "dish": 1649, "recommended": 4345, "realtor": 4321, "closing": 1143, "home": 2630, "friend": 2211, "soon": 4960, "dickeys": 1598, "atm": 409, "inside": 2815, "immediately": 2737, "printed": 4156, "entire": 1861, "hooked": 2645, "scent": 4644, "up": 5708, "soft": 4931, "by": 846, "macaroni": 3203, "mardi": 3254, "praline": 4112, "staying": 5102, "band": 481, "gentleman": 2300, "connection": 1265, "gras": 2394, "nola": 3588, "left": 3073, "playing": 4030, "foxx": 2183, "join": 2907, "labeled": 3009, "endless": 1842, "pepperoni": 3892, "mozzarella": 3484, "tastes": 5335, "pure": 4213, "italian": 2870, "satisfy": 4615, "cheese": 1034, "thick": 5423, "bread": 736, "offer": 3658, "haircuts": 2477, "35": 70, "haircut": 2476, "jambalaya": 2887, "mignon": 3379, "trio": 5592, "yum": 6050, "soups": 4984, "classy": 1121, "filet": 2061, "safe": 4563, "8": 99, "around": 366, "surcharge": 5240, "sauteed": 4623, "unsurpassed": 5703, "parmesan": 3819, "croutons": 1415, "romaine": 4518, "hearty": 2551, "redfish": 4352, "tangy": 5313, "carrots": 943, "grated": 2396, "annoyingly": 297, "parsley": 3821, "gulf": 2456, "seasonings": 4689, "combination": 1192, "green": 2408, "followed": 2143, "white": 5921, "mushrooms": 3504, "glazed": 2335, "salad": 4571, "shrimp": 4811, "certain": 988, "oyster": 3760, "bed": 539, "creamy": 1393, "korma": 3001, "paneer": 3793, "gokul": 2352, "goodness": 2361, "angels": 287, "summer": 5213, "ragout": 4258, "hot": 2665, "bean": 526, "writing": 6006, "swear": 5262, "certificate": 989, "caramel": 914, "layout": 3058, "soggy": 4934, "compared": 1216, "bite": 621, "plaza": 4032, "shawarma": 4769, "hoagies": 2610, "nuggets": 3625, "dine": 1617, "cucina": 1436, "ziti": 6061, "grindera": 2418, "lamb": 3027, "3pm": 72, "greek": 2407, "pastas": 3842, "ton": 5500, "suggest": 5207, "italia": 2869, "toasted": 5487, "therapist": 5418, "must": 3512, "mousake": 3472, "vibe": 5779, "laidback": 3024, "diner": 1618, "bonanza": 676, "theme": 5415, "bang": 484, "shop": 4786, "fact": 1979, "earth": 1785, "matter": 3290, "trips": 5595, "army": 362, "money": 3444, "then": 5417, "ordinarily": 3714, "conveniently": 1302, "smalltalk": 4895, "forward": 2173, "voila": 5811, "entering": 1856, "amount": 273, "proceeds": 4171, "unit": 5687, "breakdown": 739, "sears": 4685, "wednesday": 5883, "happens": 2510, "opposite": 3704, "guessing": 2449, "partner": 3828, "pubs": 4203, "sharing": 4765, "polenta": 4053, "top": 5511, "caramelized": 915, "apple": 332, "tart": 5324, "rib": 4476, "deserts": 1576, "related": 4386, "years": 6022, "thongs": 5436, "shown": 4806, "many": 3251, "another": 300, "men": 3343, "mediocrity": 3324, "risotto": 4498, "insanely": 2813, "lago": 3021, "finding": 2074, "il": 2726, "steak": 5104, "bel": 560, "might": 3378, "high": 2584, "train": 5552, "appetite": 329, "danish": 1477, "pastry": 3848, "plan": 4010, "explaining": 1954, "fiance": 2051, "qt": 4222, "standard": 5075, "storage": 5145, "inordinate": 2809, "locations": 3139, "projects": 4185, "improved": 2749, "hare": 2518, "smoother": 4910, "trucks": 5603, "location": 3138, "experiences": 1950, "milkshakes": 3387, "bench": 573, "milkshake": 3386, "fireflies": 2085, "mangoes": 3246, "cranky": 1381, "yard": 6016, "pho": 3932, "chairs": 995, "gloppy": 2337, "famous": 2002, "pollo": 4059, "queso": 4237, "arroz": 373, "wooden": 5974, "co": 1147, "interior": 2842, "saying": 4634, "color": 1186, "sour": 4985, "tasted": 5331, "indianapolis": 2772, "earlier": 1780, "management": 3240, "reviews": 4469, "dressing": 1734, "appreciate": 340, "confrontation": 1258, "nobody": 3580, "uncomfortable": 5662, "seats": 4694, "yellowtail": 6026, "perfectionist": 3900, "salmon": 4578, "paper": 3804, "geisha": 2286, "tuna": 5620, "bound": 714, "burrito": 828, "latte": 3049, "until": 5704, "daily": 1466, "bottomless": 712, "single": 4834, "espresso": 1882, "closer": 1140, "motor": 3469, "micro": 3369, "lodges": 3142, "intuit": 2851, "activities": 152, "presence": 4129, "admire": 170, "biased": 595, "active": 151, "company": 1215, "byob": 848, "fusion": 2247, "intimate": 2846, "consistently": 1278, "beyond": 593, "unexpected": 5673, "mine": 3394, "flavors": 2116, "authenticity": 432, "ways": 5874, "pricing": 4149, "goodies": 2360, "pastries": 3847, "servers": 4738, "scattered": 4642, "meatloaf": 3312, "smaller": 4892, "breads": 738, "+": 14, "groupon": 2433, "after": 194, "olives": 3675, "still": 5123, "divan": 1668, "filling": 2064, "hood": 2641, "warm": 5847, "instantaneously": 2824, "expert": 1951, "feedback": 2036, "arrival": 369, "eaters": 1796, "spur": 5051, "tapas": 5315, "mosaic": 3461, "choices": 1075, "picky": 3952, "pleasantly": 4034, "tabouli": 5283, "900th": 105, "nibble": 3564, "leftovers": 3074, "med": 3316, "combo": 1195, "blackberry": 627, "convince": 1307, "unfortunately": 5675, "wow": 6000, "rating": 4291, "latest": 3046, "sticking": 5119, "pick": 3943, "mars": 3266, "rockabilly": 4511, "although": 253, "following": 2144, "rowena": 4535, "styles": 5181, "task": 5328, "rays": 4304, "hands": 2499, "ray": 4303, "feet": 2040, "techs": 5360, "competent": 1220, "quickly": 4241, "rather": 4290, "greasy": 2402, "disappointing": 1640, "cheesesteaks": 1039, "potbelly": 4100, "teriyaki": 5380, "mikado": 3381, "cravings": 1387, "japanese": 2892, "cuisine": 1440, "miso": 3410, "barren": 497, "justice": 2933, "twice": 5634, "falafel": 1992, "gyro": 2466, "souvlaki": 4995, "pita": 3993, "yelp": 6027, "seeking": 4707, "event": 1903, "based": 504, "abc": 118, "anytime": 313, "target": 5321, "fletcher": 2121, "basis": 509, "front": 2223, "client": 1132, "art": 374, "stopping": 5144, "trip": 5593, "decrepit": 1520, "training": 5554, "carreer": 937, "youths": 6047, "serves": 4739, "lunchor": 3193, "fairly": 1986, "does": 1679, "depending": 1568, "penne": 3881, "highchair": 2585, "mozzerella": 3485, "clayton": 1124, "crisp": 1401, "vermicelli": 5772, "mix": 3419, "bowls": 723, "corner": 1327, "oz": 3762, "comes": 1198, "medium": 3326, "striploin": 5161, "theatre": 5409, "theater": 5408, "pre": 4114, "pot": 4097, "admittedly": 173, "news": 3560, "along": 243, "kindergarten": 2977, "lowry": 3187, "seeing": 4706, "realize": 4316, "learned": 3064, "breweries": 748, "crowd": 1416, "included": 2755, "bringing": 759, "mind": 3393, "professional": 4177, "brulee": 785, "refills": 4362, "shell": 4772, "notch": 3607, "proper": 4189, "greatly": 2406, "disposition": 1656, "buttery": 841, "glasses": 2332, "lightly": 3092, "particular": 3825, "afternoon": 195, "trying": 5611, "triangle": 5586, "stixk": 5127, "yummmmy": 6052, "satay": 4611, "mayo": 3299, "duck": 1754, "dont": 1699, "lady": 3017, "son": 4953, "enjoyed": 1850, "udon": 5649, "actual": 155, "atomosphere": 411, "expected": 1942, "disappointed": 1639, "tried": 5589, "belief": 562, "12th": 29, "suburban": 5192, "owned": 3756, "napkins": 3529, "served": 4736, "land": 3030, "getting": 2309, "fancy": 2005, "bottled": 708, "coffee": 1164, "prepared": 4127, "spanakopitas": 5001, "mats": 3288, "meditation": 3325, "extensive": 1960, "calm": 877, "reflective": 4364, "yoga": 6035, "reads": 4313, "energy": 1846, "shirts": 4780, "installation": 2823, "schedule": 4646, "inspection": 2819, "internet": 2844, "formal": 2165, "answering": 303, "recommendation": 4343, "knowing": 2992, "galore": 2259, "cover": 1365, "boys": 728, "favor": 2024, "songs": 4955, "dj": 1674, "gay": 2283, "beat": 530, "mousse": 3474, "tartare": 5325, "foie": 2139, "escargots": 1879, "bibou": 596, "seared": 4684, "terrine": 5388, "bone": 677, "marrow": 3265, "pretentious": 4137, "lamp": 3028, "chops": 1079, "bland": 635, "byow": 849, "fair": 1985, "preferred": 4119, "heat": 2552, "typically": 5640, "necessarily": 3540, "telecommuting": 5365, "comforters": 1201, "shampoo": 4761, "decompress": 1515, "breakfasts": 741, "hints": 2598, "helps": 2570, "earthy": 1786, "cable": 855, "pie": 3958, "odd": 3653, "outrageously": 3740, "cappuccino": 908, "capogiro": 907, "gelato": 2290, "sambuca": 4587, "phl": 3931, "airfare": 211, "samples": 4592, "thai": 5396, "bf": 594, "fig": 2055, "patient": 3851, "strong": 5167, "pumpkin": 4207, "decision": 1511, "coconut": 1160, "ramled": 4268, "disrepair": 1657, "caused": 967, "plastic": 4021, "utilities": 5729, "literally": 3120, "layers": 3057, "buildings": 807, "anyone": 311, "paint": 3776, "ceiling": 973, "cared": 927, "gas": 2275, "rain": 4260, "utility": 5730, "bedroom": 542, "electric": 1818, "oh": 3664, "blow": 649, "damage": 1469, "wind": 5942, "poorly": 4070, "horrible": 2656, "water": 5863, "refill": 4358, "mimosa": 3390, "omelet": 3679, "hollandaise": 2626, "gratin": 2397, "rule": 4547, "19": 39, "au": 424, "several": 4749, "egg": 1810, "lovers": 3180, "map": 3252, "grew": 2414, "creole": 1396, "dizzyingly": 1673, "over": 3744, "district": 1667, "ago": 201, "apre": 349, "regina": 4375, "coveting": 1367, "furs": 2245, "freely": 2196, "jacques": 2880, "willing": 5940, "longchamp": 3152, "beautiful": 533, "help": 2566, "boots": 692, "creative": 1394, "classics": 1120, "arugula": 381, "mac": 3201, "tsx": 5613, "personable": 3909, "deal": 1492, "shocked": 4782, "refused": 4371, "give": 2325, "met": 3357, "stated": 5094, "finished": 2078, "woman": 5966, "hopes": 2650, "tabassum": 5279, "racist": 4252, "indians": 2773, "indian": 2770, "30": 65, "quoting": 4247, "rude": 4542, "foremost": 2157, "wait": 5827, "tonight": 5503, "cost": 1335, "7pm": 98, "waiter": 5829, "chocolate": 1071, "keeps": 2956, "totally": 5525, "5": 81, "decent": 1505, "booths": 690, "goes": 2350, "vouchers": 5818, "movie": 3480, "alos": 244, "haven": 2532, "reserve": 4437, "tenderloin": 5377, "deceive": 1502, "hubby": 2687, "superb": 5226, "step": 5113, "reading": 4312, "turkey": 5623, "eat": 1794, "mumblings": 3497, "dizzying": 1672, "distance": 1661, "bated": 513, "progress": 4183, "realizing": 4318, "bare": 492, "spin": 5029, "opening": 3699, "texan": 5391, "gripe": 2421, "sides": 4817, "foodie": 2149, "open": 3696, "signals": 4820, "pitch": 3996, "slight": 4878, "tell": 5368, "beckoned": 538, "myself": 3516, "watermelon": 5864, "awesomeness": 445, "nights": 3574, "groove": 2426, "moving": 3482, "balanced": 472, "tattoo": 5344, "bistc": 618, "huuuuggge": 2707, "exaggerated": 1918, "sooooo": 4964, "cocky": 1158, "need": 3543, "honeestly": 2636, "excel": 1922, "courteous": 1359, "smooth": 4909, "oil": 3666, "costco": 1337, "them": 5414, "fully": 2238, "serving": 4743, "yesterday": 6032, "brewing": 750, "rent": 4416, "wanted": 5845, "afraid": 192, "incur": 2767, "lawsuit": 3054, "august": 426, "flea": 2120, "stayed": 5101, "tikka": 5468, "masala": 3273, "pakora": 3782, "refilled": 4360, "boom": 686, "app": 323, "mild": 3382, "upscale": 5715, "bombarded": 672, "smoke": 4904, "sleek": 4873, "cocktail": 1156, "dirty": 1636, "illuminated": 2728, "visited": 5803, "kinda": 2976, "board": 658, "smell": 4896, "standards": 5076, "hate": 2528, "exaggeration": 1919, "frigid": 2217, "mocktails": 3428, "pissed": 3989, "himself": 2595, "sell": 4721, "kinds": 2979, "poor": 4069, "sucker": 5201, "desserts": 1586, "crazy": 1391, "ridiculous": 4487, "coke": 1171, "reviewers": 4468, "bagels": 464, "yelled": 6024, "chanterelle": 1008, "peppercorn": 3889, "wildflower": 5938, "cheddar": 1030, "brioche": 761, "bison": 616, "herb": 2572, "crusted": 1428, "pudding": 4204, "desert": 1575, "careful": 928, "miles": 3384, "compliments": 1233, "attentively": 418, "design": 1578, "impression": 2748, "dip": 1627, "pretzel": 4140, "chiquita": 1069, "post": 4093, "bergey": 581, "job": 2904, "accent": 130, "string": 5159, "conshohocken": 1271, "market": 3262, "buttercream": 839, "raspberry": 4287, "carrot": 942, "fasteners": 2013, "application": 336, "bins": 609, "elsewhere": 1825, "thread": 5442, "sorting": 4973, "depot": 1570, "stores": 5147, "stainless": 5069, "specialty": 5014, "normal": 3598, "bulk": 809, "box": 724, "stock": 5130, "hardware": 2516, "carry": 944, "bolts": 670, "channel": 1006, "quiche": 4239, "smoothies": 4912, "dreaming": 1732, "rock": 4510, "blond": 647, "sleigh": 4875, "arrangements": 368, "kindness": 2978, "sister": 4837, "18th": 38, "tickets": 5463, "carriage": 938, "completely": 1227, "magical": 3212, "toast": 5486, "golden": 2354, "teller": 5369, "vehicles": 5762, "vans": 5741, "corporate": 1331, "guess": 2448, "unsafe": 5698, "phone": 3934, "thankfully": 5401, "gig": 2317, "airport": 213, "drivers": 1744, "horrific": 2657, "limo": 3104, "lot": 3166, "dream": 1731, "confess": 1254, "december": 1504, "send": 4723, "sonic": 4956, "addict": 161, "steaming": 5108, "peppermint": 3891, "zucchini": 6064, "cucumbers": 1438, "meatballs": 3311, "cornbread": 1326, "wise": 5957, "moroccan": 3459, "tea": 5352, "nutty": 3632, "booze": 693, "bartenders": 502, "unusual": 5705, "p": 3763, "suzy": 5258, "including": 2757, "enjoy": 1849, "suppose": 5234, "mom": 3439, "dad": 1464, "garden": 2271, "book": 682, "decide": 1508, "mother": 3467, "somewhere": 4950, "flower": 2133, "flowers": 2134, "vase": 5746, "pour": 4104, "private": 4161, "tv": 5632, "lucky": 3190, "iron": 2856, "north": 3600, "considering": 1275, "seemed": 4709, "phenomenal": 3925, "union": 5682, "transfer": 5557, "share": 4763, "messed": 3356, "instead": 2825, "jerks": 2898, "calls": 876, "incredibly": 2766, "gracious": 2377, "maxx": 3295, "marshall": 3267, "items": 2872, "saturday": 4616, "everybody": 1907, "started": 5085, "trendtastic": 5580, "costs": 1339, "star": 5080, "inconvenient": 2761, "parking": 3814, "ceviche": 990, "sommelier": 4951, "charged": 1013, "initially": 2803, "cocktails": 1157, "bustle": 835, "bill": 604, "bottles": 710, "putting": 4218, "confusion": 1261, "bothered": 705, "offered": 3659, "form": 2164, "festive": 2046, "sent": 4727, "bottle": 707, "holidays": 2625, "tainted": 5296, "quaint": 4225, "reconfigured": 4347, "russ": 4555, "block": 644, "late": 3043, "square": 5052, "nosh": 3604, "divine": 1671, "rainstorm": 4262, "patrons": 3853, "mussels": 3511, "jazzfest": 2896, "speakeasy": 5007, "yummy": 6053, "frenchman": 2201, "tomato": 5497, "ratio": 4293, "during": 1769, "tartufo": 5327, "pies": 3967, "dying": 1775, "thoroughly": 5438, "shared": 4764, "expectations": 1941, "general": 2294, "scoop": 4657, "starting": 5087, "pampering": 3789, "pieces": 3960, "preparation": 4125, "coupled": 1352, "given": 2326, "date": 1482, "sampler": 4591, "informed": 2796, "hopitoulas": 2651, "lotus": 3169, "panko": 3797, "switch": 5271, "shochu": 4781, "root": 4524, "quail": 4224, "rice": 4479, "den": 1562, "unlike": 5691, "onion": 3689, "6": 89, "buffet": 803, "louisiane": 3174, "strives": 5163, "nod": 3582, "overtakes": 3753, "namesakes": 3527, "fits": 2096, "bitters": 624, "aside": 387, "off": 3656, "lundi": 3195, "future": 2249, "leave": 3067, "warming": 5848, "perhaps": 3904, "shake": 4756, "thought": 5441, "obvious": 3644, "concerning": 1241, "which": 5915, "manicure": 3248, "meticulously": 3361, "cuticle": 1457, "mani": 3247, "icing": 2715, "tub": 5614, "regular": 4379, "massage": 3282, "beach": 523, "cafeteria": 859, "fairmont": 1987, "gerardo": 2302, "stk": 5128, "regulars": 4380, "dean": 1497, "meet": 3327, "flirty": 2125, "mart": 3268, "k": 2936, "cool": 1314, "schnitzel": 4651, "knowledgable": 2993, "mustard": 3513, "heaven": 2555, "personally": 3911, "dark": 1479, "freaking": 2194, "bloomin": 648, "aussie": 428, "obligated": 3642, "unhealthy": 5678, "lettuce": 3086, "aweso": 443, "halved": 2485, "stomach": 5134, "mid": 3374, "crocodiles": 1406, "oily": 3667, "coat": 1150, "2": 47, "chili": 1057, "charles": 1016, "shade": 4754, "crumbles": 1421, "st": 5060, "iceberg": 2713, "substitute": 5190, "saison": 4569, "hops": 2654, "brew": 746, "boot": 688, "masses": 3283, "hoppy": 2653, "waffles": 5824, "caffeine": 861, "browns": 781, "packs": 3768, "check": 1026, "speed": 5017, "stl": 5129, "saltimbocca": 4584, "aparts": 318, "remember": 4398, "care": 926, "glass": 2331, "possibly": 4092, "erin": 1876, "louie": 3172, "nashville": 3530, "exactly": 1917, "relatively": 4388, "shows": 4808, "treatments": 5575, "ease": 1787, "month": 3450, "screwed": 4672, "act": 148, "blamed": 633, "happen": 2507, "extremely": 1964, "moved": 3478, "cascamorto": 950, "courage": 1355, "may": 3296, "pledge": 4038, "singing": 4833, "sang": 4599, "smith": 4903, "starts": 5088, "counting": 1346, "past": 3840, "reaasons": 4307, "easily": 1790, "colorful": 1187, "masks": 3279, "kiiiiind": 2970, "scorecard": 4662, "dan": 1472, "ubereats": 5645, "uaduw": 5643, "fired": 2083, "code": 1162, "sashimi": 4608, "hina": 2596, "sampled": 4590, "rolls": 4517, "motif": 3468, "iced": 2714, "seasoned": 4687, "gowns": 2374, "boutiques": 719, "sabrina": 4560, "welcoming": 5898, "ann": 293, "previously": 4143, "incredible": 2765, "recommendations": 4344, "gown": 2373, "mary": 3272, "cheerful": 1032, "pressured": 4133, "chorizo": 1083, "rotisserie": 4528, "asado": 383, "bodega": 662, "bandeja": 482, "fancier": 2004, "platter": 4024, "cali": 871, "bistro": 619, "bunches": 816, "anorexic": 299, "central": 984, "spits": 5035, "superior": 5227, "parillada": 3811, "aromatic": 365, "televison": 5367, "belligerent": 568, "stash": 5092, "security": 4702, "circle": 1106, "camera": 881, "monument": 3452, "q": 4220, "broadcasting": 768, "clientelle": 1134, "whereas": 5913, "older": 3673, "mounted": 3471, "tiramisu": 5480, "phenomenol": 3926, "gyros": 2467, "scrumptious": 4675, "gravois": 2400, "kabob": 2937, "frills": 2219, "baklava": 470, "subs": 5188, "doner": 1697, "sons": 4958, "near": 3536, "hampton": 2489, "dry": 1752, "gewurtztraminer": 2310, "sauvignon": 4624, "chang": 1001, "zealand": 6058, "blanc": 634, "kim": 2973, "paying": 3859, "confusing": 1260, "card": 921, "type": 5637, "trouble": 5599, "peace": 3864, "atlantis": 408, "peppermill": 3890, "commodores": 1209, "breeze": 744, "accomodating": 136, "suprisingly": 5239, "cards": 925, "ciao": 1097, "foods": 2150, "whole": 5925, "ice": 2712, "feta": 2047, "relative": 4387, "vouch": 5817, "balance": 471, "felt": 2042, "drawn": 1728, "sunny": 5221, "discovered": 1646, "sometimeeeees": 4948, "skewers": 4855, "taziki": 5349, "load": 3127, "caffeinated": 860, "bleu": 641, "working": 5983, "caesar": 856, "fabulously": 1973, "office": 3662, "moderately": 3430, "equal": 1872, "sharp": 4767, "meringue": 3352, "gravy": 2401, "skillet": 4856, "mashed": 3277, "turnip": 5627, "corn": 1325, "brown": 780, "southern": 4991, "bruschetta": 787, "linguine": 3108, "gritty": 2423, "primavera": 4152, "pesce": 3914, "bisque": 617, "stinkin": 5124, "aurora": 427, "soo": 4959, "newspaper": 3562, "beverages": 591, "grinders": 2419, "lilette": 3098, "terrific": 5387, "boozy": 695, "tap": 5314, "score": 4661, "etouffee": 1896, "crawfish": 1389, "platters": 4025, "alligator": 231, "bomb": 671, "tails": 5295, "coupon": 1353, "hippie": 2601, "wifi": 5935, "delectable": 1537, "almonds": 240, "strawberries": 5153, "bananas": 480, "coins": 1169, "batter": 517, "brews": 751, "ratings": 4292, "noodles": 3592, "drexel": 1735, "indie": 2775, "etc": 1891, "2003": 49, "spider": 5027, "headphones": 2539, "bagel": 463, "classes": 1118, "ruined": 4545, "hungover": 2698, "flawed": 2118, "prices": 4147, "merits": 3353, "surplus": 5248, "bowl": 722, "demeanor": 1561, "bellied": 567, "venison": 5766, "favorites": 2026, "detail": 1589, "ours": 3730, "michael": 3368, "jambalya": 2888, "partying": 3831, "iv": 2876, "plans": 4015, "chill": 1058, "perfection": 3899, "picture": 3956, "ones": 3687, "sunrise": 5222, "comfortable": 1200, "jump": 2928, "razoo": 4305, "version": 5775, "sweaty": 5264, "falafels": 1993, "quesadilla": 4234, "suzette": 5257, "newsflash": 3561, "ganoush": 2267, "horsham": 2660, "vegans": 5751, "shepherds": 4777, "bryn": 790, "fatty": 2019, "vegetarians": 5757, "dane": 1475, "rid": 4484, "baba": 452, "sage": 4566, "whose": 5930, "yukon": 6049, "contrast": 1298, "bruschettas": 788, "lish": 3115, "beet": 547, "pulled": 4206, "considered": 1274, "lychee": 3198, "noddles": 3583, "durian": 1768, "frogs": 2221, "meats": 3313, "isle": 2862, "fruit": 2229, "diet": 1606, "suppermarket": 5229, "spices": 5023, "pots": 4101, "adventurous": 184, "cooking": 1312, "bambinos": 478, "purls": 4214, "skein": 4851, "brash": 733, "knitting": 2990, "alpaca": 246, "yarn": 6017, "laraine": 3033, "close": 1138, "craftie": 1378, "carried": 939, "chunky": 1093, "customers": 1453, "crap": 1382, "called": 875, "specials": 5013, "paid": 3774, "honor": 2640, "o": 3638, "mismatched": 3409, "weighed": 5891, "alcohol": 220, "idiot": 2720, "liquid": 3113, "loud": 3171, "lamps": 3029, "buffalo": 802, "juice": 2921, "please": 4035, "headlight": 2538, "sam": 4586, "sunset": 5223, "entertainment": 1857, "salsa": 4580, "aeropress": 188, "delight": 1549, "stuffy": 5177, "hidden": 2581, "rave": 4298, "hip": 2599, "minimal": 3397, "afterwards": 196, "silvergreens": 4825, "tuscan": 5630, "quinoa": 4243, "gurl": 2459, "hook": 2643, "yeee": 6023, "kale": 2940, "vibes": 5780, "lemonade": 3081, "study": 5173, "junior": 2931, "features": 2031, "declined": 1514, "sesame": 4744, "nutrition": 3631, "brewhouse": 749, "nashvillian": 3531, "screen": 4669, "couches": 1341, "minimizes": 3399, "cellar": 978, "occassional": 3648, "pool": 4066, "fall": 1994, "alternatively": 252, "gautreau": 2280, "ave": 437, "tail": 5292, "ox": 3758, "pharmacy": 3923, "katrina": 2947, "popular": 4078, "versed": 5774, "robin": 4509, "prep": 4124, "outing": 3737, "thats": 5406, "fil": 2060, "biscuits": 615, "forgotten": 2163, "larger": 3035, "forget": 2160, "thru": 5455, "ran": 4270, "carmelicious": 934, "custardy": 1451, "others": 3724, "boba": 661, "fabulous": 1972, "film": 2066, "negs": 3548, "gone": 2356, "pay": 3858, "anyway": 314, "sitting": 4843, "rocking": 4512, "pumps": 4208, "grandkids": 2383, "curbside": 1446, "lottsa": 3168, "pirate": 3988, "daughter": 1485, "finds": 2075, "doors": 1704, "homeowner": 2632, "usefulness": 5724, "portions": 4085, "majority": 3224, "pancakes": 3792, "asking": 390, "bathroom": 515, "chips": 1067, "btw": 793, "ambler": 265, "donut": 1700, "omg": 3682, "donuts": 1701, "circles": 1107, "appointment": 339, "none": 3590, "second": 4699, "red": 4351, "alway": 255, "gawd": 2282, "opened": 3697, "carts": 949, "maru": 3271, "topped": 5513, "stuffed": 5175, "doused": 1711, "response": 4446, "120": 28, "cuts": 1459, "0": 19, "generic": 2296, "done": 1696, "altered": 250, "explain": 1952, "relaxed": 4390, "seriously": 4734, "muffaletta": 3490, "gumbo": 2457, "picked": 3944, "mardis": 3255, "meltdown": 3335, "weekends": 5886, "engaging": 1848, "negative": 3547, "omelets": 3680, "yogurt": 6036, "granola": 2388, "increase": 2764, "chai": 991, "tampa": 5310, "noise": 3584, "asleep": 391, "noisy": 3587, "communication": 1213, "cruise": 1420, "mabrey": 3200, "dale": 1468, "starve": 5089, "gargantuan": 2272, "cheesecake": 1036, "topping": 5514, "20": 48, "actually": 156, "darn": 1480, "lafond": 3019, "sprouts": 5048, "skewer": 4854, "asparagus": 392, "croque": 1409, "churri": 1094, "chimi": 1062, "crispness": 1402, "chewy": 1045, "sea": 4677, "seasoning": 4688, "bass": 512, "pierre": 3966, "corkage": 1323, "dated": 1483, "complained": 1223, "miss": 3411, "avoid": 440, "delivered": 1554, "martini": 3269, "except": 1927, "chilled": 1059, "edmonton": 1803, "fat": 2016, "chewing": 1044, "impress": 2746, "relax": 4389, "located": 3137, "common": 1210, "tamale": 5307, "carnitas": 935, "pastorcito": 3845, "flank": 2107, "sauces": 4618, "higher": 2586, "particularly": 3826, "hang": 2503, "sum": 5211, "lone": 3150, "dufour": 1761, "words": 5979, "air": 209, "revolve": 4472, "d": 1462, "brick": 752, "four": 2181, "irvington": 2857, "dillinger": 1612, "crusher": 1426, "theirs": 5413, "starwood": 5091, "appleby": 333, "unattended": 5656, "pertains": 3912, "somone": 4952, "kennel": 2958, "cameras": 882, "feature": 2030, "facilities": 1977, "looks": 3160, "pets": 3920, "pet": 3917, "sounds": 4982, "garage": 2268, "steps": 5115, "hound": 2670, "elevates": 1820, "specialness": 5012, "ambience": 264, "makings": 3230, "palette": 3786, "zahav": 6056, "israel": 2865, "flavour": 2117, "bummed": 812, "sounded": 4980, "sucked": 5200, "sunk": 5220, "salty": 4585, "irish": 2855, "drunken": 1751, "mediocre": 3323, "downstairs": 1716, "housekeeping": 2675, "bent": 579, "remainder": 4395, "ashley": 385, "unavailable": 5657, "grocery": 2425, "damn": 1470, "everyday": 1908, "indulge": 2781, "shame": 4760, "alfredo": 224, "spotless": 5042, "soda": 4928, "speaking": 5010, "frozen": 2228, "under": 5664, "chowder": 1086, "hooters": 2647, "porter": 4083, "lowlights": 3186, "trim": 5590, "partial": 3824, "ends": 1845, "ali": 225, "returned": 4462, "highlights": 2588, "totallly": 5524, "factor": 1980, "guests": 2451, "handmade": 2497, "fizz": 2102, "soap": 4926, "truly": 5608, "pinch": 3977, "chargrilled": 1015, "martinis": 3270, "mixed": 3420, "drinking": 1740, "weak": 5877, "disappoint": 1638, "pizzza": 4002, "gooood": 2364, "exterior": 1961, "quantity": 4228, "nypd": 3636, "confuse": 1259, "cody": 1163, "advantage": 182, "wc": 5875, "gourmet": 2372, "chowing": 1087, "carte": 948, "delish": 1553, "combinations": 1193, "trendy": 5581, "fave": 2023, "watching": 5862, "enthralled": 1858, "firefighter": 2084, "bears": 529, "bear": 528, "cop": 1319, "palate": 3783, "clam": 1114, "chiles": 1056, "dumpling": 1767, "rainy": 4263, "southwestern": 4994, "option": 3706, "mood": 3453, "flair": 2103, "huaraches": 2686, "huarache": 2685, "complimentary": 1230, "vinegar": 5795, "intense": 2834, "smells": 4899, "guns": 2458, "crepe": 1397, "caprese": 909, "stylish": 5182, "pompous": 4062, "shorts": 4793, "ashamed": 384, "gross": 2428, "sec": 4697, "triple": 5594, "reply": 4422, "terrible": 5385, "fake": 1991, "margarita": 3256, "munchkins": 3499, "stop": 5142, "frequent": 2202, "became": 536, "capital": 906, "professionals": 4179, "carefully": 929, "tableware": 5282, "stellar": 5111, "placing": 4008, "vineyard": 5797, "muffaletto": 3491, "lastly": 3042, "friendliness": 2213, "duty": 1773, "reader": 4311, "collection": 1179, "sought": 4975, "proprietor": 4191, "craves": 1385, "see": 4703, "noticeable": 3613, "blah": 631, "convoluted": 1309, "annoyed": 295, "rocks": 4513, "ignore": 2722, "effort": 1808, "mexican": 3363, "less": 3084, "tells": 5371, "8pm": 102, "sweetest": 5268, "strongly": 5168, "versa": 5773, "gluten": 2339, "hero": 2575, "vice": 5784, "captivating": 912, "clap": 1116, "clearly": 1130, "display": 1654, "jalapeno": 2883, "4am": 80, "poppers": 4074, "phat": 3924, "authentically": 431, "thailand": 5397, "halligans": 2483, "dollar": 1686, "reliable": 4393, "grubage": 2441, "granita": 2386, "pj": 4003, "classic": 1119, "magazine": 3209, "skip": 4861, "cafes": 858, "guyrere": 2462, "macallan": 3202, "awsome": 449, "sliders": 4877, "match": 3284, "tater": 5341, "scotch": 4663, "kobe": 2998, "adaptation": 157, "executed": 1931, "16": 35, "masaman": 3274, "living": 3124, "]": 113, "greater": 2404, "[": 112, "jones": 2910, "indiana": 2771, "succinct": 5195, "haiku": 2474, "eloquently": 1823, "whoopie": 5927, "tempura": 5374, "nyc": 3634, "tecate": 5356, "cinco": 1102, "units": 5688, "poles": 4054, "40s": 76, "stripper": 5162, "superrrr": 5228, "annual": 298, "instructors": 2828, "favourite": 2028, "complimented": 1231, "frame": 2185, "lunchtime": 3194, "dang": 1476, "doubling": 1707, "smyrna": 4913, "celebrating": 974, "thankful": 5400, "yakisoba": 6014, "plum": 4041, "flannery": 2108, "lobster": 3133, "elapsed": 1817, "handheld": 2492, "steamed": 5107, "informs": 2797, "expedite": 1945, "chow": 1085, "scene": 4643, "sharon": 4766, "redloster": 4353, "soulfood": 4978, "pics": 3955, "lemons": 3082, "dates": 1484, "shall": 4759, "cane": 895, "jelly": 2897, "ribs": 4477, "yams": 6015, "resident": 4439, "imaginable": 2732, "pray": 4113, "handy": 2501, "having": 2533, "newly": 3558, "tahoe": 5291, "bubinga": 794, "types": 5638, "doesn": 1680, "stateline": 5095, "prenatal": 4123, "kuryn": 3004, "aches": 142, "layer": 3056, "essence": 1883, "pregnancy": 4120, "intend": 2833, "black": 625, "moments": 3440, "sheep": 4771, "sauerkraut": 4619, "tastier": 5336, "fennel": 2043, "cochon": 1155, "gnocchi": 2342, "aioli": 208, "rings": 4494, "oysters": 3761, "mains": 3220, "croquette": 1410, "grp": 2440, "delivers": 1555, "influence": 2790, "complex": 1228, "combined": 1194, "pickled": 3948, "reflected": 4363, "cabbage": 854, "german": 2303, "local": 3134, "smoothie": 4911, "whenever": 5911, "ourselves": 3731, "awkward": 448, "stood": 5139, "arrives": 372, "notify": 3615, "juking": 2925, "encountered": 1839, "jungle": 2930, "nowhere": 3624, "aged": 198, "arrive": 370, "hubs": 2688, "couldn": 1343, "shook": 4785, "starving": 5090, "com": 1191, "hours": 2673, "cups": 1445, "huddle": 2689, "customize": 1454, "ounce": 3727, "inconvenience": 2760, "frutier": 2234, "spiciness": 5025, "muffins": 3493, "snag": 4916, "openers": 3698, "lighter": 3090, "admission": 171, "commmitting": 1208, "guide": 2452, "holder": 2619, "ensure": 1854, "associates": 399, "rides": 4486, "petting": 3921, "trained": 5553, "towards": 5539, "season": 4686, "facility": 1978, "plenty": 4040, "hit": 2608, "tests": 5390, "provolone": 4199, "flay": 2119, "rab": 4248, "speaker": 5008, "noonish": 3594, "whiz": 5923, "tortillas": 5521, "garces": 2270, "truffled": 5606, "cheesy": 1040, "sangrita": 4601, "churros": 1095, "sorbet": 4967, "fundido": 2240, "munch": 3498, "guac": 2443, "piping": 3987, "dipping": 1630, "flatbread": 2112, "tongue": 5502, "45pm": 79, "milk": 3385, "ideal": 2719, "spending": 5019, "deals": 1496, "ucsb": 5648, "bacara": 454, "ocean": 3649, "holes": 2623, "pacific": 3764, "goleta": 2355, "rittenhouse": 4501, "surpised": 5247, "snackbar": 4915, "amazon": 262, "aufmuth": 425, "crumby": 1423, "ctc": 1432, "posts": 4096, "perception": 3896, "updated": 5710, "insulting": 2830, "sales": 4577, "manipulate": 3249, "entirely": 1862, "weren": 5903, "blackened": 628, "covered": 1366, "fridge": 2209, "girlfriend": 2322, "salted": 4583, "fortunately": 2171, "whether": 5914, "gander": 2266, "wilted": 5941, "minestrone": 3396, "excited": 1929, "inclusive": 2758, "describe": 1574, "dose": 1705, "oxtails": 3759, "dropped": 1747, "crying": 1430, "cayenne": 971, "alot": 245, "spicier": 5024, "szechuan": 5277, "dandan": 1474, "sizzling": 4849, "imo": 2738, "spice": 5021, "endodontics": 1843, "canals": 891, "painless": 3775, "appreciated": 341, "exemplary": 1932, "shots": 4795, "pro": 4164, "attention": 416, "performed": 3903, "colmar": 1182, "founded": 2178, "doggie": 1682, "boobs": 681, "carbs": 920, "chicks": 1051, "vista": 5807, "hype": 2710, "sucks": 5203, "addendum": 160, "abysmal": 127, "concern": 1240, "bothering": 706, "meanwhile": 3308, "fell": 2041, "realized": 4317, "occasions": 3647, "disorganized": 1653, "frustratingly": 2232, "acting": 149, "philadelphia": 3928, "whichever": 5916, "process": 4172, "overwhelming": 3754, "hostess": 2664, "bachelorette": 456, "timely": 5472, "pen": 3877, "hi": 2579, "downfall": 1713, "manner": 3250, "eggplants": 1812, "spinach": 5030, "florentine": 2129, "wedding": 5882, "quaffing": 4223, "tortilla": 5520, "daiya": 1467, "ramming": 4269, "parks": 3815, "sweetener": 5266, "scramble": 4665, "tree": 5576, "coffeehouse": 1165, "users": 5725, "crooked": 1408, "ctch": 1433, "vegatables": 5753, "search": 4682, "vip": 5799, "forge": 2159, "showcase": 4801, "third": 5433, "continued": 1296, "recently": 4334, "using": 5727, "needless": 3545, "grinder": 2417, "coinsistency": 1170, "wudder": 6009, "pineapples": 3980, "colada": 1172, "slurpee": 4888, "gluttonous": 2341, "christening": 1089, "monroll": 3449, "handroll": 2498, "raving": 4299, "bay": 518, "brother": 777, "orginally": 3718, "pier": 3962, "godson": 2348, "head": 2536, "uncle": 5661, "mere": 3350, "cousins": 1364, "correctly": 1332, "bliss": 643, "cleanliness": 1127, "pit": 3992, "franchises": 2189, "hochprozentigen": 2611, "alkoholika": 227, "lobenswert": 3132, "amerikaner": 269, "hochqualitative": 2612, "weinen": 5894, "derentwegen": 1573, "vergleich": 5771, "greifen": 2412, "uberschaubar": 5646, "benachbarten": 572, "auswahl": 429, "uberwiegen": 5647, "andererseits": 282, "umsehen": 5653, "gibt": 2315, "hoher": 2614, "dazu": 1489, "selber": 4715, "sehr": 4712, "wahrend": 5825, "hier": 2583, "father": 2017, "inquired": 2811, "transition": 5559, "hold": 2618, "buffets": 804, "waitresses": 5833, "experienced": 1949, "mojitos": 3435, "plant": 4016, "teach": 5353, "amo": 272, "sticks": 5121, "memory": 3342, "underage": 5665, "adorable": 177, "te": 5351, "sundaes": 5217, "sundae": 5216, 