{"purporting": 1322, "facebook": 600, "<": 31, "links": 968, ">": 32, ".": 8, "the": 1639, "para": 1188, "reported": 1393, "\u2019": 1837, "viruses": 1785, "misspelled": 1055, "readers": 1344, "instead": 863, "load": 973, "clicked": 304, "snopes": 1517, "anarchicnews": 92, "mask": 1006, "discredited": 474, "\u201c": 1838, "purportedly": 1321, ",": 6, "a": 35, "purveyors": 1325, "politicops": 1243, "web": 1797, "huzlers": 772, "offering": 1154, "titled": 1666, "site": 1508, "published": 1316, "fda": 621, "chipotle": 284, "and": 94, "\u2014": 1836, "pin": 1224, "of": 1150, ":": 30, "that": 1637, "up": 1750, "delayed": 431, "circulating": 291, "fake": 606, "tweet": 1698, "\u201d": 1839, "erroneously": 567, "versions": 1774, "newer": 1099, "observant": 1143, "conspirators": 357, "popping": 1244, "fraudulent": 672, "unauthorized": 1707, "an": 90, "scam": 1464, "viral": 1779, "clip": 306, "photograph": 1215, "ascertain": 129, "tabulating": 1610, "mail": 984, "inappropriate": 816, "twerking": 1702, "video": 1776, "documents": 506, "supposedly": 1593, "told": 1669, "headtop": 742, "legendry": 948, "tales": 1619, "urban": 1754, "includes": 821, "windfall": 1815, "fortuitous": 660, "pranks": 1265, "prank": 1264, "whataburger": 1802, "channel22news": 273, "demographers": 437, "peg": 1203, "rough": 1442, "circulated": 289, "spoofs": 1544, "concocted": 337, "composites": 331, "digitally": 465, "guy": 722, "said": 1452, "as": 128, "new": 1098, "asserts": 138, "warning": 1790, "monosodium": 1065, "purveyor": 1324, "annoyingly": 103, "credible": 399, "pronounce": 1300, "disreputable": 492, "sciencedaily": 1475, "denied": 439, "item": 893, "piece": 1222, "supposed": 1592, "tag": 1613, "immutable": 799, "inboxes": 818, "joke": 905, "jokes": 906, "labeled": 933, "fools": 654, "reddit": 1361, "inferred": 840, "iteration": 895, "thread": 1656, "in": 810, "unreliable": 1737, "hacked": 723, "satirical": 1463, "posted": 1257, "paramedics": 1190, "one": 1158, "digitalart": 464, "digital": 463, "bureaucracy": 233, "tale": 1618, "out": 1174, "to": 1668, "observatorial": 1144, "click": 302, "hoax": 755, "tweets": 1701, "sites": 1509, "reporting": 1395, "attribution": 147, "image": 793, "recirculated": 1353, "recitation": 1356, "angulo": 99, "enunciate": 562, "conservative": 351, "freeholder": 676, "averred": 153, "flubbed": 647, "conspiracy": 355, "s": 1450, "link": 965, "rumour": 1447, "gasparino": 689, "inquired": 852, "nor": 1120, "correspondent": 384, "2017": 24, "we": 1796, "breakingnews247": 217, "ballots": 160, "vitally": 1786, "fictional": 631, "borne": 212, "is": 889, "bloody": 201, "prayer": 1268, "traveling": 1679, "request": 1414, "was": 1792, "simplistic": 1505, "paratroopers": 1195, "meme": 1019, "fiction": 630, "penning": 1207, "encountered": 549, "accurate": 50, "actually": 58, "misleading": 1047, "headlines": 741, "referenced": 1366, "based": 164, "notion": 1128, "erroneous": 566, "unorganized": 1732, "inquirers": 853, "update": 1751, "user": 1758, "spoof": 1540, "confusion": 343, "asserting": 136, "website": 1799, "boughtmilk": 215, "hub": 767, "trump": 1691, "unofficial": 1731, "nordstrom": 1121, "allegedly": 82, "parody": 1196, "account": 49, "issued": 892, "petition": 1212, "seeks": 1485, "legislate": 950, "inaccurately": 814, "alleges": 83, "dissect": 493, "manipulated": 995, "from": 678, "images": 794, "purported": 1320, "iterations": 896, "inadvertently": 815, "framed": 668, "murky": 1078, "both": 214, "however": 766, "conclusively": 336, "unfortunately": 1723, "has": 734, "rhyme": 1430, "rhymes": 1431, "headline": 739, "nottoway": 1129, "clickbait": 303, "junk": 911, "purports": 1323, "blomkamp": 200, "began": 174, "downloadable": 514, "hoaxes": 756, "undoctored": 1717, "authentic": 150, "unsurprising": 1745, "moment": 1064, "2018": 25, "editorial": 529, "analogy": 91, "fabrication": 598, "lbj": 942, "reproduce": 1403, "does": 507, "ordinances": 1168, "ordinance": 1167, "chesapeake": 283, "-": 7, "grumbling": 718, "questioning": 1333, "section": 1484, "tidbits": 1660, "wdbj": 1795, "examples": 579, "implied": 805, "rocketnews24": 1437, "enigma": 552, "virologists": 1783, "virus": 1784, "virologist": 1782, "lie": 959, "ostensibly": 1171, "newslo": 1105, "news": 1100, "posting": 1259, "symbolically": 1604, "comments": 324, "duality": 517, "heard": 744, "consumers": 359, "swiping": 1601, "partisan": 1197, "efficiency": 532, "unfounded": 1724, "hastily": 736, "tunahan": 1695, "kuzu": 930, "pranksters": 1267, "phenomenon": 1213, "bombs": 209, "youthful": 1830, "simply": 1506, "favorite": 620, "tidbit": 1659, "touted": 1671, "answer": 106, "brandenn": 216, "blog": 193, "anecdotal": 95, "asserted": 135, "alert": 79, "mailed": 985, "multicolored": 1074, "recalls": 1351, "tends": 1633, "unsubstantiated": 1743, "online": 1160, "medi": 1015, "labled": 934, "summonses": 1586, "summons": 1585, "aberration": 37, "believe": 179, "belief": 177, "legitimate": 952, "related": 1383, "obscene": 1138, "misunderstanding": 1058, "2015": 22, "inbox": 817, "transuni": 1677, "suggesting": 1578, "blogs": 198, "vaccinations": 1763, "cached": 240, "deleted": 432, "diary": 458, "tabloid": 1608, "horrifying": 764, "nugget": 1132, "unconscionable": 1710, "entitled": 557, "thelastlineofdefense": 1642, "post": 1256, "doctored": 502, "corp": 380, "illustrate": 791, "instagram": 862, "exosuits": 586, "disparaging": 485, "occupy": 1146, "page": 1184, "democrats": 436, "depicts": 442, "misrepresented": 1051, "legend": 947, "reproduced": 1404, "circulates": 290, "congruent": 346, "insiders": 857, "racket": 1338, "had": 724, "if": 787, "circulate": 288, "be": 168, "summation": 1584, "previews": 1281, "attributed": 144, "passage": 1198, "biographer": 184, "conjectures": 347, "posturings": 1262, "spoofish": 1543, "fictitious": 633, "pundit": 1317, "websites": 1800, "linked": 966, "dea": 415, "2016": 23, "cited": 295, "document": 504, "uncropped": 1711, "extolled": 595, "denying": 440, "advisory": 68, "proffered": 1289, "begins": 175, "traffics": 1676, "(": 4, "anheuser": 100, "across": 56, "spammed": 1525, "message": 1024, "countless": 389, "malevolent": 990, "header": 738, "internet": 870, "blogger": 195, "disproves": 490, "fanfare": 610, "mcdonald": 1012, "friedman": 677, "burgers": 234, "theory": 1646, "economist": 526, "opened": 1163, "newsweek": 1110, "tackled": 1612, "science": 1474, "2014": 21, "propositions": 1307, "realm": 1347, "caveat": 264, "proposition": 1306, "roundworm": 1444, "skeptics": 1510, "youtube": 1831, "principles": 1282, "clever": 301, "ursuhack": 1756, "seemingly": 1486, "channel": 272, "shared": 1497, "unsourced": 1742, "proffering": 1290, "coughs": 388, "farrakhan": 615, "remarks": 1386, "breathless": 218, "warnings": 1791, "not": 1123, "latest": 940, "about": 40, "this": 1654, "humorous": 770, "lqp": 979, "admonitions": 63, "tags": 1615, "invention": 878, "replete": 1391, "factual": 603, "inaccuracies": 811, "baseless": 165, "gaetz": 683, "captured": 250, "congressman": 345, "rep": 1388, "michiquimula": 1027, "spokeswoman": 1539, "frazier": 673, "cruz": 404, "recirculating": 1354, "joking": 907, "hailing": 725, "problem": 1285, "grisly": 714, "ayad": 156, "redinfo": 1363, "derisively": 446, "nonsensical": 1119, "starbucks": 1550, "indeed": 829, "stories": 1559, "arguing": 120, "postings": 1260, "misinformation": 1043, "2019": 26, "fuerstein": 679, "speech": 1534, "anew": 98, "gouves": 708, "identical": 783, ")": 5, "truthfulness": 1693, "promotion": 1297, "pepsi": 1209, "dispensed": 486, "exaggerated": 577, "unexplained": 1720, "befallen": 173, "his": 754, "plea": 1236, "included": 820, "police": 1240, "infowars": 846, "tweeted": 1699, "maintains": 988, "reignited": 1377, "inclusion": 822, "clash": 299, "genuine": 693, "videos": 1777, "salutes": 1457, "tradition": 1675, "disembarking": 477, "tandem": 1620, "salute": 1456, "circulation": 292, "commentary": 323, "photographic": 1217, "refinements": 1369, "mystery": 1082, "highlighting": 750, "contributor": 373, "equivalence": 565, "were": 1801, "brought": 225, "inaccurate": 813, "tweeting": 1700, "twitter": 1703, "fraud": 670, "festooned": 628, "ons": 1162, "on": 1157, "cons": 349, "dubious": 518, "decapitated": 421, "imagine": 796, "fascinating": 617, "decapitations": 422, "real": 1345, "trapped": 1678, "fated": 619, "freakish": 674, "gore": 707, "forwarding": 663, "offending": 1152, "plagiarized": 1229, "harrowing": 733, "kidnap": 925, "setback": 1495, "kennedy": 922, "republished": 1409, "alternet": 89, "democratize": 435, "ibt": 780, "ran": 1341, "booker": 210, "kushner": 929, "babysitting": 158, "macro": 982, "campaign": 244, "[": 34, "consistent": 352, "masquerades": 1007, "gawad": 691, "alleged": 81, "harassment": 731, "walmart": 1788, "subreddit": 1570, "narrative": 1087, "emerged": 546, "1973": 13, "contrary": 370, "debated": 416, "items": 894, "unintentionally": 1727, "hotly": 765, "pundits": 1318, "eubanks": 572, "conspiratorial": 356, "taken": 1617, "version": 1773, "kotaku": 927, "deftly": 430, "satire": 1462, "scooper": 1476, "linking": 967, "blogspot": 199, "premise": 1275, "discrepancy": 475, "gist": 701, "get": 695, "elephant": 539, "capture": 249, "predicated": 1270, "traction": 1674, "allegation": 80, "paramagnetic": 1189, "misleadingly": 1048, "positing": 1251, "currant": 408, "daily": 409, "rapper": 1342, "scams": 1467, "kroger": 928, "madworldnews": 983, "outlet": 1177, "thelocal": 1643, "cpl": 391, "lingered": 964, "lifted": 962, "genre": 692, "newsgroups": 1103, "letter": 955, "investigators": 880, "spreading": 1546, "diffusing": 462, "disarmed": 468, "suit": 1580, "overstepped": 1183, "media": 1016, "recent": 1352, "legislation": 951, "would": 1824, "make": 989, "taxed": 1624, "taxable": 1623, "complaint": 328, "lester": 954, "above": 41, "memes": 1020, "controversial": 374, "headlined": 740, "timing": 1663, "treehouse": 1680, "incorrect": 827, "mislabeled": 1046, "ilk": 789, "entertainers": 553, "casts": 259, "questionable": 1332, "legends": 949, "onion": 1159, "group": 716, "brunvand": 228, "takei": 1616, "fans": 613, "celebrity": 266, "popular": 1245, "spokesperson": 1538, "outlandish": 1176, "woodward": 1822, "anticipation": 109, "imaginary": 795, "derogatory": 447, "trivia": 1684, "blanc": 188, "misunderstood": 1059, "mistaken": 1056, "reproducing": 1405, "glaringly": 703, "discredit": 473, "dismiss": 482, "portrayed": 1248, "excerpts": 581, "fear": 622, "irony": 887, "premature": 1274, "bomb": 208, "congratulates": 344, "conflated": 341, "literal": 970, "posts": 1261, "posited": 1250, "segment": 1487, "recirculation": 1355, "invariably": 876, "reports": 1396, "blackouts": 186, "1966": 12, "with": 1818, "trolls": 1687, "dismissed": 483, "complicit": 330, "legitimately": 953, "facebookis10": 601, "newsfeeds": 1102, "placard": 1228, "collage": 312, "\u0444\u043e\u0442\u043e\u043c\u043e\u043d\u0442\u0430\u0436": 1835, "livejournal": 972, "virally": 1781, "nondescript": 1115, "zamboni": 1833, "discourages": 470, "urged": 1755, "figuratively": 636, "interacting": 865, "distributed": 498, "misconceptions": 1040, "misconception": 1039, "bruland": 227, "propagandists": 1301, "superstition": 1590, "faked": 607, "industry": 835, "fundraiser": 680, "cartoon": 256, "illustrator": 792, "mozambique": 1071, "speculation": 1532, "correspondents": 385, "radio": 1339, "implausible": 801, "crazier": 394, "watchdog": 1793, "accusing": 54, "humorist": 769, "hallmark": 728, "anecdote": 96, "disapproving": 467, "keefe": 920, "memo": 1021, "twee": 1697, "google": 706, "upped": 1753, "homepage": 761, "reportedly": 1394, "blogophere": 196, "for": 655, "geodes": 694, "spread": 1545, "mcdowell": 1013, "faced": 602, "users": 1759, "outrage": 1178, "larceny": 938, "outdated": 1175, "information": 845, "editor": 528, "reposted": 1398, "sensational": 1488, "captions": 248, "suggest": 1576, "chart": 278, "superdelegates": 1588, "superdelegate": 1587, "permutations": 1210, "deluge": 433, "blogosphere": 197, "abused": 45, "vaccine": 1764, "highlight": 749, "anti": 108, "regularly": 1374, "sharing": 1498, "blogged": 194, "eater": 524, "asparagus": 133, "jokingly": 908, "set": 1494, "embellished": 543, "disseminated": 495, "subliminal": 1569, "crude": 403, "missive": 1053, "correspondence": 383, "boldest": 207, "report": 1392, "hyperpartisan": 775, "70newssimply": 29, "70news": 28, "forgers": 658, "forger": 657, "manipulating": 996, "banking": 162, "checks": 280, "altering": 87, "check": 279, "retweeted": 1427, "animated": 101, "newsfeed": 1101, "gao": 687, "nowhere": 1130, "hyperlinks": 774, "substantiate": 1571, "requested": 1415, "audit": 149, "unrelated": 1736, "stereotyped": 1554, "stereotype": 1553, "unfairly": 1721, "reinforced": 1378, "superintended": 1589, "reputed": 1413, "notifying": 1127, "e": 522, "impression": 809, "surfaced": 1596, "following": 653, "suggests": 1579, "complained": 327, "etymology": 571, "infographic": 843, "confirmed": 339, "variant": 1767, "variations": 1770, "payments": 1199, "representation": 1399, "refugees": 1371, "yet": 1828, "rightists": 1434, "misheard": 1042, "alleging": 84, "implicit": 804, "evangelist": 573, "wisdom": 1817, "icebox": 781, "rigell": 1433, "disinformation": 481, "theorists": 1645, "spoofed": 1541, "miscalculated": 1037, "humor": 768, "ancillary": 93, "mastermind": 1009, "ascribes": 130, "nicknames": 1112, "colloquially": 316, "nickname": 1111, "plausibility": 1234, "computer": 332, "plumbing": 1238, "republic": 1407, "service": 1492, "kamistan": 916, "irk": 885, "method": 1025, "dalrymple": 410, "imore": 800, "clearly": 300, "apple": 118, "obscura": 1139, "proselytizing": 1308, "likened": 963, "negativity": 1094, "caroline": 255, "disenchanted": 478, "altered": 86, "offered": 1153, "rounds": 1443, "bennett": 181, "photographer": 1216, "sequence": 1491, "diagnosis": 457, "diagnose": 455, "blanket": 189, "repeated": 1389, "flime": 644, "proposed": 1304, "spiegel": 1535, "whispers": 1806, "gaffe": 684, "williams": 1814, "crazy": 395, "rushes": 1449, "obama": 1135, "klan": 926, "massachusetts": 1008, "joined": 904, "implementing": 802, "other": 1172, "shall": 1496, "requiring": 1418, "antecedent": 107, "consumerist": 358, "borrowed": 213, "nonagenarian": 1114, "routine": 1445, "identifies": 784, "map": 1000, "graphic": 711, "schmooze": 1473, "fabricated": 597, "wichman": 1808, "cair": 241, "reprimanded": 1400, "michigan": 1026, "mutated": 1080, "another": 105, "description": 449, "correct": 381, "unsilenced": 1741, "trojan": 1685, "email": 541, "swindle": 1600, "simple": 1504, "frauds": 671, "intimating": 874, "correctly": 382, "specify": 1528, "ended": 550, "fox": 666, "oatmeal": 1134, "fantastical": 614, "comic": 322, "rekindled": 1382, "roddenberry": 1438, "fate": 618, "provision": 1312, "uncertain": 1708, "francis": 669, "hawking": 737, "alongside": 85, "spurred": 1548, "tbs": 1626, "gilligan": 698, "promulgated": 1299, "directed": 466, "apocrypha": 113, "katie": 918, "excited": 582, "wheelchair": 1805, "observances": 1142, "conflate": 340, "consolidating": 353, "contemporaneous": 363, "masthead": 1010, "at": 142, "folklore": 650, "abounds": 39, "prophylactics": 1302, "infertility": 841, "created": 396, "teasing": 1628, "causal": 261, "inhalation": 847, "2007": 18, "via": 1775, "diacetyl": 454, "beliefs": 178, "fervently": 627, "wild": 1811, "kyw": 931, "anecdotes": 97, "occurrence": 1147, "mechanization": 1014, "hoaxster": 757, "ferragamo": 626, "progress": 1292, "derision": 445, "commercial": 325, "easily": 523, "dukakis": 520, "grossly": 715, "crystallize": 406, "advertorial": 65, "exacerbated": 575, "ploy": 1237, "scammer": 1465, "photographs": 1218, "babylon": 157, "bee": 171, "injunctions": 848, "playthings": 1235, "such": 1574, "elastics": 537, "hoops": 762, "mccarthy": 1011, "wikileaks": 1810, "dumping": 521, "prankster": 1266, "implies": 806, "memoriam": 1022, "cdc": 265, "pubished": 1315, "reality": 1346, "bold": 206, "specious": 1529, "dot": 512, "strategy": 1562, "sanctioned": 1458, "idea": 782, "recognized": 1360, "taught": 1622, "notice": 1126, "tmzbreaking": 1667, "surveillance": 1598, "investigator": 879, "exterminate": 594, "rothschild": 1441, "forbes": 656, "emblematic": 545, "social": 1519, "repost": 1397, "kiddie": 924, "unique": 1728, "trick": 1682, "hashtag": 735, "rcn": 1343, "cnn": 307, "mashable": 1005, "virality": 1780, "disseminate": 494, "fictions": 632, "puzzler": 1327, "solutions": 1522, "puzzlers": 1328, "fanciful": 609, "hogwash": 759, "incontrovertible": 825, "plagued": 1231, "implication": 803, "refute": 1373, "illegals": 790, "thestorm": 1651, "retweet": 1426, "reliant": 1384, "absences": 43, "tullgren": 1694, "solution": 1521, "terms": 1634, "yahoo": 1827, "ludicrously": 981, "deplorable": 443, "substantive": 1572, "scenario": 1469, "unaccompanied": 1704, "nast": 1089, "leaflets": 943, "unidentified": 1726, "jews": 902, "deviant": 452, "a4size": 36, "undercover": 1714, "resurfaced": 1423, "lifenews": 961, "pro": 1284, "insinuation": 860, "aspartame": 134, "collegiate": 315, "solicitation": 1520, "accused": 52, "tacked": 1611, "dishonestly": 480, "portray": 1247, "cohen": 309, "juxtaposed": 912, "apocryphal": 114, "backstories": 159, "explicate": 590, "scenarios": 1470, "elaborate": 534, "narratives": 1088, "sinister": 1507, "newspunch": 1108, "chant": 274, "slogan": 1512, "protesters": 1310, "protest": 1309, "inexplicable": 839, "dispensers": 487, "oddball": 1148, "verifiable": 1772, "omnibus": 1156, "peculiarly": 1201, "corroborated": 386, "grinningly": 713, "dassler": 412, "appellation": 117, "game": 686, "heyday": 748, "rampant": 1340, "adidas": 61, "ineptitude": 838, "predictive": 1273, "exploratory": 591, "predict": 1271, "doonesbury": 510, "presciently": 1278, "strip": 1565, "trudeau": 1690, "govtslaves": 709, "excerpted": 580, "deviantart": 453, "text": 1636, "bikkannavar": 182, "confirm": 338, "independently": 830, "maintained": 987, "difficult": 461, "plagiarizes": 1230, "theories": 1644, "flourish": 646, "puzzling": 1329, "college": 314, "specifies": 1527, "missives": 1054, "appeal": 115, "disparaged": 484, "t": 1606, "misinterpreted": 1045, "misunderstand": 1057, "described": 448, "progressive": 1293, "alarmist": 76, "july": 910, "jibe": 903, "grassroots": 712, "memberships": 1018, "schlafly": 1472, "died": 460, "outtake": 1179, "coincidence": 310, "artworks": 127, "contemporary": 364, "charles": 277, "caricature": 253, "promotions": 1298, "threesome": 1657, "unapologetic": 1706, "lore": 978, "?": 33, "sensationalized": 1489, "mandatoryvoting": 994, "whatdoesitmean": 1804, "truth": 1692, "pepper": 1208, "embellishment": 544, "unhighlighted": 1725, "explanatory": 589, "parasitoid": 1194, "displayed": 488, "risque": 1435, "captures": 251, "ebt": 525, "portrays": 1249, "resurgence": 1424, "musings": 1079, "thatgirlemily": 1638, "divulging": 501, "2006": 17, "nebulous": 1092, "broached": 221, "lapierre": 937, "exhorting": 585, "decrying": 427, "factually": 605, "discouraging": 471, "pure": 1319, "hallway": 730, "jest": 901, "certainly": 269, "buffs": 230, "gingrich": 700, "positive": 1252, "operatives": 1165, "california": 242, "screenshot": 1477, "asterisks": 140, "lament": 935, "creator": 398, "riffs": 1432, "deceptively": 424, "edited": 527, "provenance": 1311, "unveiling": 1747, "buzzfeed": 237, "dossier": 511, "saga": 1451, "gubarov": 720, "stipulate": 1556, "tirades": 1664, "sentence": 1490, "recall": 1350, "indictments": 832, "underlying": 1716, "hyperbolic": 773, "exaggerate": 576, "antifa": 110, "exe": 583, "bogus": 204, "sulfnbk": 1581, "jdbgmgr": 900, "file": 637, "infested": 842, "snipers": 1515, "suggested": 1577, "moore": 1066, "fart": 616, "supposition": 1594, "observer": 1145, "isis": 890, "gloating": 704, "attributing": 146, "disgruntled": 479, "redistributed": 1364, "rebuked": 1349, "fabrications": 599, "our": 1173, "the6ftpianist": 1640, "misinterpretation": 1044, "misreading": 1049, "mikkelson": 1031, "onlines": 1161, "gif": 697, "manipulation": 997, "comaneci": 318, "obscured": 1140, "unproven": 1734, "inconvenience": 826, "forums": 661, "writing": 1825, "cammack": 243, "stretch": 1563, "unlikely": 1729, "identifying": 785, "individuals": 833, "trotted": 1688, "confusing": 342, "elements": 538, "highlights": 751, "scuttling": 1480, "2008": 19, "contains": 362, "clarifying": 298, "reveling": 1429, "quintessentially": 1334, "disputed": 491, "slideshow": 1511, "billed": 183, "granddaughter": 710, "these": 1650, "shields": 1499, "martha": 1003, "clarification": 297, "deserve": 451, "clinton": 305, "disbarred": 469, "whatboutism": 1803, "overdubbed": 1180, "sartorial": 1461, "hinting": 753, "been": 172, "its": 897, "kenny": 923, "collected": 313, "resident": 1420, "lobbying": 974, "deplorables": 444, "span": 1526, "targeting": 1621, "napolitano": 1086, "mukasey": 1073, "copied": 379, "stunt": 1567, "duffel": 519, "invoices": 881, "fanfiction": 612, "deconstruction": 425, "cogent": 308, "definitive": 429, "phrases": 1219, "variation": 1769, "2021": 27, "entreating": 558, "shows": 1500, "stuff": 1566, "romney": 1440, "references": 1367, "summary": 1583, "unclicking": 1709, "advocated": 69, "flyer": 649, "internal": 869, "paraphrase": 1192, "misattributed": 1036, "tagline": 1614, "presumed": 1280, "forwards": 664, "descriptor": 450, "blackmail": 185, "mish": 1041, "nutshell": 1133, "motioning": 1069, "creeps": 400, "according": 48, "coolidge": 378, "blamed": 187, "will": 1813, "insure": 864, "inclusive": 823, "asset": 139, "conclude": 335, "incentive": 819, "breitbart": 219, "retorts": 1425, "interestingly": 867, "iflscience": 788, "insanity": 856, "use": 1757, "pictured": 1220, "mall": 991, "akin": 74, "warned": 1789, "spokesman": 1537, "inundated": 875, "promoted": 1295, "1943": 10, "affirmed": 72, "argument": 121, "unvarying": 1746, "elaborately": 536, "staged": 1549, "holds": 760, "gimmicks": 699, "resorting": 1422, "topically": 1670, "microcephaly": 1028, "minded": 1033, "disproved": 489, "avowed": 155, "webdaily": 1798, "distorted": 497, "freedomdaily": 675, "dictate": 459, "effectively": 531, "2009": 20, "interpretation": 871, "cpsc": 392, "requirements": 1417, "cpsia": 393, "captioned": 247, "picturing": 1221, "heartworm": 745, "compelling": 326, "lamented": 936, "republicans": 1408, "recluse": 1359, "coupon": 390, "banner": 163, "thrilled": 1658, "mundane": 1075, "oblique": 1137, "mocked": 1062, "held": 747, "logo": 976, "fundraising": 681, "ditched": 499, "brothel": 224, "interlocking": 868, "interviewed": 873, "miller": 1032, "albuquerque": 78, "burrardstreetjournal": 235, "cautionary": 262, "anxieties": 111, "corroboration": 387, "mutilated": 1081, "comes": 321, "jay": 899, "flash": 641, "vee": 1771, "beatles": 170, "expensive": 587, "forward": 662, "1963": 11, "panoramic": 1187, "scammers": 1466, "inducement": 834, "promising": 1294, "touting": 1672, "romantic": 1439, "sonata": 1523, "title": 1665, "alternative": 88, "underground": 1715, "health": 743, "complaints": 329, "author": 151, "spoofery": 1542, "newsletter": 1104, "ineffectiveness": 836, "kaleb": 914, "hoping": 763, "conscious": 350, "essentially": 570, "nonexplosive": 1117, "reclassification": 1358, "reiterated": 1379, "entreaty": 559, "terrifying": 1635, "uploader": 1752, "thegatewaypundit": 1641, "wiley": 1812, "suddenly": 1575, "kehinde": 921, "wing": 1816, "context": 367, "turned": 1696, "moot": 1067, "positives": 1253, "piqued": 1227, "coincidental": 311, "bulletin": 232, "ruse": 1448, "flawed": 642, "yournewswire": 1829, "pejoratives": 1205, "increasing": 828, "ailm": 73, "miscaptioned": 1038, "extrapolation": 596, "unsupported": 1744, "federalist": 623, "kdka": 919, "unedited": 1718, "nostradamus": 1122, "prediction": 1272, "1503": 9, "rebate": 1348, "salads": 1455, "inquire": 851, "salad": 1454, "scanned": 1468, "leapt": 946, "journalistic": 909, "naturalnews": 1091, "latching": 939, "regurgitated": 1375, "creation": 397, "modified": 1063, "inspired": 861, "reiteration": 1381, "uncut": 1712, "debunked": 418, "glurge": 705, "conspiracies": 354, "mosby": 1068, "maryland": 1004, "irs": 888, "misapprehension": 1035, "fowarded": 665, "undated": 1713, "expressly": 593, "blaze": 191, "peddling": 1202, "unmistakably": 1730, "snapped": 1513, "unflattering": 1722, "contended": 365, "insinuating": 859, "attributes": 145, "tellers": 1630, "chronicle": 286, "fieris": 635, "mourn": 1070, "fieri": 634, "dating": 414, "tab": 1607, "innocuous": 849, "platform": 1233, "aclu": 55, "lawofficer": 941, "demanded": 434, "medline": 1017, "mammograms": 992, "charitable": 275, "engaged": 551, "sight": 1502, "republishing": 1410, "researching": 1419, "rub": 1446, "advocates": 70, "therein": 1648, "lies": 960, "unequivocally": 1719, "sticker": 1555, "alabamians": 75, "premiums": 1277, "orta": 1170, "unwittingly": 1749, "ppaca": 1263, "grown": 717, "mandating": 993, "exemptions": 584, "swirled": 1603, "mobile": 1061, "guardian": 719, "sdpnoticias": 1481, "repurposed": 1411, "entertainment": 554, "bystander": 238, "interest": 866, "widely": 1809, "celebtricity": 267, "mixture": 1060, "liberal": 958, "repeatedly": 1390, "evil": 574, "bridle": 220, "fenced": 625, "fence": 624, "voronenkov": 1787, "secret": 1483, "muppets": 1077, "muppet": 1076, "sesame": 1493, "2002": 15, "possible": 1255, "innuendo": 850, "mugshot": 1072, "presented": 1279, "supremacist": 1595, "obituaries": 1136, "expression": 592, "snippets": 1516, "wleb": 1821, "missing": 1052, "hoaxsters": 758, "teanderthal": 1627, "distinguishing": 496, "leaning": 945, "taboo": 1609, "believed": 180, "aversion": 154, "broaddrick": 222, "buzz": 236, "form": 659, "leaked": 944, "arkansas": 122, "opinion": 1166, "penned": 1206, "screenshots": 1478, "pejorative": 1204, "conversation": 376, "proposal": 1303, "nuance": 1131, "curated": 407, "askhistorians": 132, "strictly": 1564, "doll": 509, "pinterest": 1226, "debut": 420, "older": 1155, "styrofoam": 1568, "2000": 14, "enthusiasts": 555, "gag": 685, "mirror": 1034, "poster": 1258, "embed": 542, "theunis": 1652, "artist": 125, "sears": 1482, "employee": 547, "who": 1807, "implying": 807, "nonpartisan": 1118, "rnc": 1436, "vague": 1765, "contraption": 369, "actual": 57, "hint": 752, "accidentally": 46, "reprints": 1401, "connotations": 348, "attempts": 143, "steer": 1552, "inefficient": 837, "charities": 276, "filings": 639, "filing": 638, "essay": 568, "anonymous": 104, "mentioned": 1023, "hairpieces": 727, "accusation": 51, "proximate": 1313, "followers": 652, "carlson": 254, "unreservedly": 1738, "profiles": 1291, "inaccuracy": 812, "inquisitr": 855, "dogged": 508, "subtle": 1573, "accusers": 53, "defenders": 428, "hypocritical": 777, "cites": 296, "noteworthy": 1125, "viewers": 1778, "halloween": 729, "glands": 702, "notallowedto": 1124, "card": 252, "cite": 294, "pieces": 1223, "timess": 1662, "times": 1661, "cable": 239, "precedent": 1269, "center": 268, "flush": 648, "swire": 1602, "observance": 1141, "datapoint": 413, "hails": 726, "variants": 1768, "remarkable": 1385, "shutterbug": 1501, "nimerfroh": 1113, "refugeeswelcome": 1372, "manufactured": 999, "political": 1241, "juxtaposition": 913, "speculates": 1530, "imbued": 797, "elucidated": 540, "proposing": 1305, "beachcomber": 169, "oddity": 1149, "arboreal": 119, "thinkprogress": 1653, "albright": 77, "liability": 957, "furthermore": 682, "episodic": 563, "migraines": 1030, "abound": 38, "migraine": 1029, "refrain": 1370, "wizardry": 1819, "fanfic": 611, "interpreted": 872, "tribute": 1681, "fan": 608, "mythologies": 1084, "unscripted": 1740, "retweets": 1428, "racked": 1337, "mark": 1002, "astounding": 141, "speculating": 1531, "pornographic": 1246, "poetry": 1239, "paramour": 1191, "sightings": 1503, "sandersonaplane": 1460, "contrasted": 371, "sanders": 1459, "depicted": 441, "abruptly": 42, "kardach": 917, "pandemic": 1185, "apocalyptic": 112, "uttered": 1760, "quirks": 1336, "invented": 877, "wksr": 1820, "guerrilla": 721, "debunking": 419, "vacations": 1762, "appears": 116, "artistry": 126, "vacation": 1761, "assertion": 137, "summarized": 1582, "qualifies": 1330, "unaltered": 1705, "processed": 1286, "panorama": 1186, "entry": 560, "accomplished": 47, "bug": 231, "netcraft": 1097, "ironically": 886, "discovered": 472, "openssl": 1164, "redneck": 1365, "humorously": 771, "neither": 1095, "decried": 426, "label": 932, "insidious": 858, "quelle": 1331, "imposter": 808, "con": 333, "documentation": 505, "misrendered": 1050, "casey": 258, "myth": 1083, "autobiographies": 152, "churning": 287, "wbff": 1794, "aseerted": 131, "beichua": 176, "survivor": 1599, "conceptual": 334, "bluegills": 203, "startling": 1551, "paraphrased": 1193, "equated": 564, "sotomayor": 1524, "bashed": 166, "snazzy": 1514, "gardasil": 688, "litany": 969, "recite": 1357, "none": 1116, "taxreform": 1625, "enumerated": 561, "divulged": 500, "perpetrating": 1211, "case": 257, "superstitions": 1591, "folkloric": 651, "strange": 1561, "deceptive": 423, "jalopnik": 898, "oriented": 1169, "heavily": 746, "essays": 569, "column": 317, "boiled": 205, "hypothetical": 779, "challenged": 270, "overshot": 1182, "plaintiffs": 1232, "entities": 556, "teller": 1629, "storied": 1558, "idioms": 786, "locus": 975, "informal": 844, "printed": 1283, "cautioned": 263, "nefarious": 1093, "categorize": 260, "storm": 1560, "contending": 366, "controvery": 375, "unverifiable": 1748, "admonition": 62, "exaggeration": 578, "adhd": 60, "eisenberg": 533, "disease": 476, "advocating": 71, "unquestionably": 1735, "validation": 1766, "diagnoses": 456, "adulterous": 64, "contradicted": 368, "elaborated": 535, "zello": 1834, "reputable": 1412, "thepremiumnews": 1647, "gatewaypundit": 690, "manpulated": 998, "requests": 1416, "rendered": 1387, "bloomberg": 202, "mailing": 986, "ire": 883, "daschle": 411, "absolutely": 44, "proclamations": 1288, "proclamation": 1287, "newsmax": 1106, "stipulation": 1557, "trackers": 1673, "reiterating": 1380, "surmised": 1597, "speculative": 1533, "rehash": 1376, "doublespeak": 513, "reproductions": 1406, "spuriously": 1547, "invoking": 882, "debtor": 417, "advised": 67, "so": 1518, "premised": 1276, "reprised": 1402, "inquisitive": 854, "addicting": 59, "trickery": 1683, "explanation": 588, "combines": 319, "schemes": 1471, "artificially": 124, "pseudoscientific": 1314, "littered": 971, "harried": 732, "2004": 16, "contacted": 360, "employerless": 548, "contretemps": 372, "flickr": 643, "pineapples": 1225, "factuality": 604, "najjar": 1085, "cherries": 282, "atypical": 148, "maraschino": 1001, "drug": 516, "imitation": 798, "broadly": 223, "overrun": 1181, "budweiser": 229, "challenging": 271, "hypothesis": 778, "worthy": 1823, "convincing": 377, "troubling": 1689, "indicating": 831, "irena": 884, "putative": 1326, "circumstance": 293, "creepypasta": 402, "creepy": 401, "newsnetwork": 1107, "hypochlorite": 776, "chlorite": 285, "bleach": 192, "contain": 361, "posits": 1254, "za": 1832, "thrashing": 1655, "bambi": 161, "resorted": 1421, "nelly": 1096, "tellings": 1631, "campus": 245, "canon": 246, "scurvy": 1479, "promoters": 1296, "inconsistencies": 824, "trolling": 1686, "blatantly": 190, "off": 1151, "artificial": 123, "natural": 1090, "quip": 1335, "flipside": 645, "kallstrom": 915, "brreitbart": 226, "politico": 1242, "loops": 977, "fetched": 629, "cheng": 281, "doctoring": 503, "cryptic": 405, "unparalleled": 1733, "spin": 1536, "lettering": 956, "finest": 640, "luckies": 980, "redesign": 1362, "drilled": 515, "thermophilic": 1649, "geyser": 696, "demonstrate": 438, "batteries": 167, "written": 1826, "comedians": 320, "issuance": 891, "unsavory": 1739, "anjos": 102, "peanlties": 1200, "phony": 1214, "templates": 1632, "effect": 530, "symptom": 1605, "sailor": 1453, "fox3news": 667, "newswatch33": 1109, "advice": 66, "refers": 1368, "booklet": 211, "<PAD>": 0, "<UNKN>": 1, "<SOS>": 2, "<EOS>": 3}